Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# settingsTermsOfServicePageNoViolateLaws
source: Use the Platform in any way that violates applicable laws or regulations
de: Die Plattform in einer Weise zu nutzen, die geltende Gesetze oder Vorschriften verletzt
es: Usar la Plataforma de cualquier manera que viole las leyes o regulaciones aplicables
fr: Utiliser la Plateforme d'une manière qui viole les lois ou réglementations applicables
it: Utilizzare la Piattaforma in qualsiasi modo che violi leggi o regolamenti applicabili
nl: Het Platform te gebruiken op een manier die toepasselijke wetten of regelgeving schendt
ro: Utilizați Platforma în orice mod care încalcă legile sau reglementările aplicabile

# settingsTermsOfServicePageNoImpersonate
source: Impersonate any person or entity or misrepresent your affiliation
de: Sich als eine Person oder Entität auszugeben oder Ihre Zugehörigkeit falsch darzustellen
es: Hacerse pasar por cualquier persona o entidad o tergiversar su afiliación
fr: Vous faire passer pour une personne ou entité ou dénaturer votre affiliation
it: Impersonare qualsiasi persona o entità o rappresentare falsamente la vostra affiliazione
nl: Zich voor te doen als een persoon of entiteit of uw affiliatie verkeerd voor te stellen
ro: Vă dați drept o persoană sau entitate sau să prezentați fals afilierea dumneavoastră

# settingsTermsOfServicePageNoRestrictUse
source: Engage in any conduct that restricts or inhibits anyone's use of the Platform
de: Sich an Verhalten zu beteiligen, das die Nutzung der Plattform durch andere einschränkt oder hemmt
es: Participar en cualquier conducta que restrinja o inhiba el uso de la Plataforma por parte de cualquier persona
fr: Adopter une conduite qui restreint ou inhibe l'utilisation de la Plateforme par quiconque
it: Intraprendere qualsiasi condotta che restringa o inibisca l'uso della Piattaforma da parte di chiunque
nl: Deel te nemen aan gedrag dat het gebruik van het Platform door anderen beperkt of belemmert
ro: Să vă angajați în orice comportament care restricționează sau inhibă utilizarea Platformei de către oricine

# settingsTermsOfServicePageNoUnauthorizedAccess
source: Attempt to gain unauthorized access to any part of the Platform
de: Zu versuchen, unbefugten Zugang zu einem Teil der Plattform zu erlangen
es: Intentar obtener acceso no autorizado a cualquier parte de la Plataforma
fr: Tenter d'obtenir un accès non autorisé à toute partie de la Plateforme
it: Tentare di ottenere accesso non autorizzato a qualsiasi parte della Piattaforma
nl: Te proberen ongeautoriseerde toegang te krijgen tot enig deel van het Platform
ro: Să încercați să obțineți acces neautorizat la orice parte a Platformei

# settingsTermsOfServicePageNoAutomatedDevices
source: Use any robot, spider, or other automated device to access the Platform except for search engines and public archives
de: Roboter, Spider oder andere automatisierte Geräte zu verwenden, um auf die Plattform zuzugreifen, außer für Suchmaschinen und öffentliche Archive
es: Usar cualquier robot, araña u otro dispositivo automatizado para acceder a la Plataforma excepto para motores de búsqueda y archivos públicos
fr: Utiliser des robots, araignées ou autres dispositifs automatisés pour accéder à la Plateforme sauf pour les moteurs de recherche et archives publiques
it: Utilizzare robot, spider o altri dispositivi automatizzati per accedere alla Piattaforma eccetto per motori di ricerca e archivi pubblici
nl: Robots, spiders of andere geautomatiseerde apparaten te gebruiken om toegang te krijgen tot het Platform, behalve voor zoekmachines en openbare archieven
ro: Să utilizați roboți, spider-e sau alte dispozitive automatizate pentru a accesa Platforma, cu excepția motoarelor de căutare și arhivelor publice

# settingsTermsOfServicePageNoUnsolicitedComms
source: Use the Platform to send unsolicited communications
de: Die Plattform zu nutzen, um unerbetene Kommunikation zu senden
es: Usar la Plataforma para enviar comunicaciones no solicitadas
fr: Utiliser la Plateforme pour envoyer des communications non sollicitées
it: Utilizzare la Piattaforma per inviare comunicazioni non richieste
nl: Het Platform te gebruiken om ongevraagde communicatie te verzenden
ro: Să utilizați Platforma pentru a trimite comunicări nesolicitate

# settingsTermsOfServicePageNoHarvestInfo
source: Harvest or collect email addresses or other contact information
de: E-Mail-Adressen oder andere Kontaktinformationen zu sammeln oder zu ernten
es: Recopilar o cosechar direcciones de correo electrónico u otra información de contacto
fr: Récolter ou collecter des adresses e-mail ou autres informations de contact
it: Raccogliere indirizzi email o altre informazioni di contatto
nl: E-mailadressen of andere contactinformatie te verzamelen
ro: Să colectați adrese de email sau alte informații de contact

# settingsTermsOfServicePageNoCommercialUse
source: Use the Platform for any commercial purpose not expressly approved by us
de: Die Plattform für kommerzielle Zwecke zu nutzen, die nicht ausdrücklich von uns genehmigt wurden
es: Usar la Plataforma para cualquier propósito comercial no expresamente aprobado por nosotros
fr: Utiliser la Plateforme pour tout usage commercial non expressément approuvé par nous
it: Utilizzare la Piattaforma per qualsiasi scopo commerciale non espressamente approvato da noi
nl: Het Platform te gebruiken voor commerciële doeleinden die niet uitdrukkelijk door ons zijn goedgekeurd
ro: Să utilizați Platforma în orice scop comercial care nu este aprobat în mod expres de noi

# settingsTermsOfServicePageIntellectualProperty
source: Intellectual Property Rights
de: Geistige Eigentumsrechte
es: Derechos de Propiedad Intelectual
fr: Droits de Propriété Intellectuelle
it: Diritti di Proprietà Intellettuale
nl: Intellectuele Eigendomsrechten
ro: Drepturi de Proprietate Intelectuală

# settingsTermsOfServicePageIntellectualPropertyText
source: The Platform and its content, features, and functionality are owned by you'll get it and are protected by copyright, trademark, and other intellectual property laws.
de: Die Plattform und ihr Inhalt, ihre Funktionen und Funktionalität gehören you'll get it und sind durch Urheberrechts-, Marken- und andere geistige Eigentumsgesetze geschützt.
es: La Plataforma y su contenido, características y funcionalidad son propiedad de you'll get it y están protegidos por derechos de autor, marcas comerciales y otras leyes de propiedad intelectual.
fr: La Plateforme et son contenu, ses fonctionnalités et sa fonctionnalité appartiennent à you'll get it et sont protégés par les lois sur le droit d'auteur, les marques de commerce et autres lois de propriété intellectuelle.
it: La Piattaforma e il suo contenuto, caratteristiche e funzionalità sono di proprietà di you'll get it e sono protetti da copyright, marchi commerciali e altre leggi sulla proprietà intellettuale.
nl: Het Platform en zijn inhoud, kenmerken en functionaliteit zijn eigendom van you'll get it en worden beschermd door auteursrecht, handelsmerk en andere intellectuele eigendomswetten.
ro: Platforma și conținutul, caracteristicile și funcționalitatea acesteia sunt deținute de you'll get it și sunt protejate de drepturi de autor, mărci comerciale și alte legi de proprietate intelectuală.

# settingsTermsOfServicePageUserContent
source: User Content
de: Benutzercontent
es: Contenido del Usuario
fr: Contenu Utilisateur
it: Contenuto Utente
nl: Gebruikersinhoud
ro: Conținut Utilizator

# settingsTermsOfServicePageUserContentText
source: You retain any rights you may have in content you submit to the Platform ("User Content"). By submitting User Content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, distribute, and display such User Content.
de: Sie behalten alle Rechte, die Sie möglicherweise an Inhalten haben, die Sie auf die Plattform hochladen ("Benutzercontent"). Durch das Einreichen von Benutzercontent gewähren Sie uns eine weltweite, nicht-exklusive, gebührenfreie Lizenz zur Nutzung, Vervielfältigung, Änderung, Anpassung, Veröffentlichung, Übersetzung, Verteilung und Anzeige solcher Benutzerinhalte.
es: Conserva cualquier derecho que pueda tener en el contenido que envíe a la Plataforma ("Contenido del Usuario"). Al enviar Contenido del Usuario, nos otorga una licencia mundial, no exclusiva y libre de regalías para usar, reproducir, modificar, adaptar, publicar, traducir, distribuir y mostrar dicho Contenido del Usuario.
fr: Vous conservez tous les droits que vous pourriez avoir dans le contenu que vous soumettez à la Plateforme ("Contenu Utilisateur"). En soumettant du Contenu Utilisateur, vous nous accordez une licence mondiale, non exclusive et libre de redevances pour utiliser, reproduire, modifier, adapter, publier, traduire, distribuer et afficher ce Contenu Utilisateur.
it: Mantenete tutti i diritti che potreste avere nel contenuto che inviate alla Piattaforma ("Contenuto Utente"). Inviando Contenuto Utente, ci concedete una licenza mondiale, non esclusiva e gratuita per utilizzare, riprodurre, modificare, adattare, pubblicare, tradurre, distribuire e visualizzare tale Contenuto Utente.
nl: U behoudt alle rechten die u mogelijk heeft in inhoud die u naar het Platform verzendt ("Gebruikersinhoud"). Door Gebruikersinhoud in te dienen, verleent u ons een wereldwijde, niet-exclusieve, royalty-vrije licentie om dergelijke Gebruikersinhoud te gebruiken, te reproduceren, te wijzigen, aan te passen, te publiceren, te vertalen, te distribueren en weer te geven.
ro: Păstrați orice drepturi pe care le-ați putea avea în conținutul pe care îl trimiteți pe Platformă ("Conținut Utilizator"). Prin trimiterea Conținutului Utilizator, ne acordați o licență mondială, non-exclusivă, fără taxe pentru a utiliza, reproduce, modifica, adapta, publica, traduce, distribui și afișa acest Conținut Utilizator.

# settingsTermsOfServicePageRepresentWarrant
source: You represent and warrant that:
de: Sie versichern und gewährleisten, dass:
es: Usted declara y garantiza que:
fr: Vous déclarez et garantissez que :
it: Dichiarate e garantite che:
nl: U verklaart en garandeert dat:
ro: Declarați și garantați că:

# settingsTermsOfServicePageOwnRights
source: You own or have the necessary rights to your User Content
de: Sie die notwendigen Rechte an Ihrem Benutzercontent besitzen oder haben
es: Posee o tiene los derechos necesarios sobre su Contenido del Usuario
fr: Vous possédez ou avez les droits nécessaires sur votre Contenu Utilisateur
it: Possedete o avete i diritti necessari sul vostro Contenuto Utente
nl: U de eigenaar bent van of de nodige rechten heeft op uw Gebruikersinhoud
ro: Dețineți sau aveți drepturile necesare asupra Conținutului dumneavoastră Utilizator

# settingsTermsOfServicePageNoViolateRights
source: Your User Content does not violate the rights of any third party
de: Ihr Benutzercontent nicht die Rechte Dritter verletzt
es: Su Contenido del Usuario no viola los derechos de terceros
fr: Votre Contenu Utilisateur ne viole pas les droits de tiers
it: Il vostro Contenuto Utente non viola i diritti di terze parti
nl: Uw Gebruikersinhoud de rechten van derden niet schendt
ro: Conținutul dumneavoastră Utilizator nu încalcă drepturile vreunei terțe părți

# settingsTermsOfServicePageCompliesTerms
source: Your User Content complies with these Terms and applicable laws
de: Ihr Benutzercontent diesen Bedingungen und geltenden Gesetzen entspricht
es: Su Contenido del Usuario cumple con estos Términos y leyes aplicables
fr: Votre Contenu Utilisateur respecte ces Conditions et les lois applicables
it: Il vostro Contenuto Utente è conforme a questi Termini e alle leggi applicabili
nl: Uw Gebruikersinhoud voldoet aan deze Voorwaarden en toepasselijke wetten
ro: Conținutul dumneavoastră Utilizator respectă acești Termeni și legile aplicabile

# settingsTermsOfServicePageRemoveContent
source: We reserve the right to remove any User Content that violates these Terms or that we find objectionable.
de: Wir behalten uns das Recht vor, jeden Benutzercontent zu entfernen, der diese Bedingungen verletzt oder den wir als anstößig empfinden.
es: Nos reservamos el derecho de eliminar cualquier Contenido del Usuario que viole estos Términos o que encontremos objetable.
fr: Nous nous réservons le droit de supprimer tout Contenu Utilisateur qui viole ces Conditions ou que nous trouvons répréhensible.
it: Ci riserviamo il diritto di rimuovere qualsiasi Contenuto Utente che violi questi Termini o che troviamo discutibile.
nl: Wij behouden ons het recht voor om elke Gebruikersinhoud te verwijderen die deze Voorwaarden schendt of die wij verwerpelijk vinden.
ro: Ne rezervăm dreptul de a elimina orice Conținut Utilizator care încalcă acești Termeni sau pe care îl considerăm inadecvat.

# settingsTermsOfServicePageThirdPartyLinks
source: Third-Party Links and Content
de: Links und Inhalte Dritter
es: Enlaces y Contenido de Terceros
fr: Liens et Contenu Tiers
it: Collegamenti e Contenuto di Terze Parti
nl: Links en Inhoud van Derden
ro: Link-uri și Conținut de la Terți

# settingsTermsOfServicePageThirdPartyLinksText
source: The Platform may contain links to third-party websites or services. We do not control or endorse these websites or services and are not responsible for their content, privacy policies, or practices.
de: Die Plattform kann Links zu Websites oder Diensten Dritter enthalten. Wir kontrollieren oder befürworten diese Websites oder Dienste nicht und sind nicht verantwortlich für deren Inhalte, Datenschutzrichtlinien oder Praktiken.
es: La Plataforma puede contener enlaces a sitios web o servicios de terceros. No controlamos ni respaldamos estos sitios web o servicios y no somos responsables de su contenido, políticas de privacidad o prácticas.
fr: La Plateforme peut contenir des liens vers des sites web ou services tiers. Nous ne contrôlons ni n'approuvons ces sites web ou services et ne sommes pas responsables de leur contenu, politiques de confidentialité ou pratiques.
it: La Piattaforma può contenere collegamenti a siti web o servizi di terze parti. Non controlliamo né approviamo questi siti web o servizi e non siamo responsabili per il loro contenuto, politiche sulla privacy o pratiche.
nl: Het Platform kan links bevatten naar websites of diensten van derden. Wij controleren of onderschrijven deze websites of diensten niet en zijn niet verantwoordelijk voor hun inhoud, privacybeleid of praktijken.
ro: Platforma poate conține link-uri către site-uri web sau servicii ale terților. Nu controlăm sau aprobăm aceste site-uri web sau servicii și nu suntem responsabili pentru conținutul, politicile de confidențialitate sau practicile acestora.

# settingsTermsOfServicePageDisclaimer
source: Disclaimer of Warranties
de: Haftungsausschluss
es: Descargo de Garantías
fr: Déni de Garanties
it: Esclusione di Garanzie
nl: Disclaimer van Garanties
ro: Declinarea Garanțiilor

# settingsTermsOfServicePageDisclaimerText
source: THE PLATFORM IS PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.
de: DIE PLATTFORM WIRD "WIE BESEHEN" UND "WIE VERFÜGBAR" OHNE GEWÄHRLEISTUNGEN JEDER ART BEREITGESTELLT, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND. IM VOLLSTEN GESETZLICH ZULÄSSIGEN UMFANG LEHNEN WIR ALLE GEWÄHRLEISTUNGEN AB, EINSCHLIESSLICH STILLSCHWEIGENDER GEWÄHRLEISTUNGEN DER MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG.
es: LA PLATAFORMA SE PROPORCIONA "TAL COMO ESTÁ" Y "SEGÚN DISPONIBILIDAD" SIN GARANTÍAS DE NINGÚN TIPO, YA SEAN EXPRESAS O IMPLÍCITAS. EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, RECHAZAMOS TODAS LAS GARANTÍAS, INCLUYENDO GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN.
fr: LA PLATEFORME EST FOURNIE "EN L'ÉTAT" ET "SELON DISPONIBILITÉ" SANS GARANTIES D'AUCUNE SORTE, EXPRESSES OU IMPLICITES. DANS LA MESURE MAXIMALE PERMISE PAR LA LOI, NOUS DÉCLINONS TOUTES GARANTIES, Y compris LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-CONTREFAÇON.
it: LA PIATTAFORMA È FORNITA "COSÌ COM'È" E "COME DISPONIBILE" SENZA GARANZIE DI ALCUN TIPO, ESPLICITE O IMPLICITE. NELLA MASSIMA MISURA CONSENTITA DALLA LEGGE, ESCLUDIAMO TUTTE LE GARANZIE, INCLUSE LE GARANZIE IMPLICITE DI COMMERCIABILITÀ, IDONEITÀ PER UN SCOPO PARTICOLARE E NON VIOLAZIONE.
nl: HET PLATFORM WORDT GELEVERD "ZOALS HET IS" EN "ZOALS BESCHIKBAAR" ZONDER GARANTIES VAN WELKE AARD DAN OOK, EXPLICIET OF IMPLICIET. VOOR ZOVER MAXIMAAL TOEGESTAAN DOOR DE WET, WIJZEN WIJ ALLE GARANTIES AF, INCLUSIEF IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK.
ro: PLATFORMA ESTE FURNIZATĂ "CA ATARE" ȘI "DUPĂ CUM ESTE DISPONIBILĂ" FĂRĂ GARANȚII DE ORICE FEL, EXPRESE SAU IMPLICITE. ÎN MĂSURA MAXIMĂ PERMISĂ DE LEGE, DECLINĂM TOATE GARANȚIILE, INCLUSIV GARANȚIILE IMPLICITE DE VANDABILITATE, ADECVARE PENTRU UN SCOP ANUME ȘI NEÎNCĂLCARE.

# settingsTermsOfServicePageLimitationLiability
source: Limitation of Liability
de: Haftungsbeschränkung
es: Limitación de Responsabilidad
fr: Limitation de Responsabilité
it: Limitazione di Responsabilità
nl: Beperking van Aansprakelijkheid
ro: Limitarea Răspunderii

# settingsTermsOfServicePageLimitationLiabilityText
source: TO THE FULLEST EXTENT PERMITTED BY LAW, you'll get it SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES ARISING OUT OF OR RELATING TO YOUR USE OF THE PLATFORM.
de: IM VOLLSTEN GESETZLICH ZULÄSSIGEN UMFANG HAFTET you'll get it NICHT FÜR INDIREKTE, ZUFÄLLIGE, BESONDERE, FOLGE- ODER STRAFSCHÄDEN, DIE AUS ODER IN VERBINDUNG MIT IHRER NUTZUNG DER PLATTFORM ENTSTEHEN.
es: EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, you'll get it NO SERÁ RESPONSABLE DE NINGÚN DAÑO INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENCIAL O PUNITIVO QUE SURJA DE O SE RELACIONE CON SU USO DE LA PLATAFORMA.
fr: DANS LA MESURE MAXIMALE PERMISE PAR LA LOI, you'll get it NE SERA PAS RESPONSABLE DE DOMMAGES INDIRECTS, INCIDENTS, SPÉCIAUX, CONSÉCUTIFS OU PUNITIFS DÉCOULANT DE OU LIÉS À VOTRE UTILISATION DE LA PLATEFORME.
it: NELLA MASSIMA MISURA CONSENTITA DALLA LEGGE, you'll get it NON SARÀ RESPONSABILE PER DANNI INDIRETTI, INCIDENTALI, SPECIALI, CONSEQUENZIALI O PUNITIVI DERIVANTI DA O RELATIVI AL VOSTRO USO DELLA PIATTAFORMA.
nl: VOOR ZOVER MAXIMAAL TOEGESTAAN DOOR DE WET, ZAL you'll get it NIET AANSPRAKELIJK ZIJN VOOR INDIRECTE, INCIDENTELE, SPECIALE, GEVOLG- OF BESTRAFFENDE SCHADE DIE VOORTVLOEIT UIT OF GERELATEERD IS AAN UW GEBRUIK VAN HET PLATFORM.
ro: ÎN MĂSURA MAXIMĂ PERMISĂ DE LEGE, you'll get it NU VA FI RĂSPUNZĂTOR PENTRU ORICE DAUNE INDIRECTE, INCIDENTALE, SPECIALE, CONSECUTIVE SAU PUNITIVE CARE DECURG DIN SAU SE REFERĂ LA UTILIZAREA DUMNEAVOASTRĂ A PLATFORMEI.

# settingsTermsOfServicePageIndemnification
source: Indemnification
de: Schadloshaltung
es: Indemnización
fr: Indemnisation
it: Indennizzo
nl: Vrijwaring
ro: Despăgubire

# settingsTermsOfServicePageIndemnificationText
source: You agree to indemnify and hold harmless you'll get it and its officers, directors, employees, and agents from and against any claims, liabilities, damages, losses, and expenses arising out of or relating to your use of the Platform or violation of these Terms.
de: Sie stimmen zu, you'll get it und seine Führungskräfte, Direktoren, Mitarbeiter und Vertreter von und gegen alle Ansprüche, Verbindlichkeiten, Schäden, Verluste und Ausgaben schadlos zu halten, die aus oder in Verbindung mit Ihrer Nutzung der Plattform oder Verletzung dieser Bedingungen entstehen.
es: Acepta indemnizar y eximir de responsabilidad a you'll get it y sus oficiales, directores, empleados y agentes de y contra cualquier reclamo, responsabilidad, daño, pérdida y gasto que surja de o se relacione con su uso de la Plataforma o violación de estos Términos.
fr: Vous acceptez d'indemniser et de dégager de toute responsabilité you'll get it et ses dirigeants, directeurs, employés et agents de et contre toute réclamation, responsabilité, dommage, perte et dépense découlant de ou liée à votre utilisation de la Plateforme ou violation de ces Conditions.
it: Accettate di indennizzare e tenere indenne you'll get it e i suoi funzionari, direttori, dipendenti e agenti da e contro qualsiasi reclamo, responsabilità, danno, perdita e spesa derivante da o relativa al vostro uso della Piattaforma o violazione di questi Termini.
nl: U gaat ermee akkoord you'll get it en zijn functionarissen, directeuren, werknemers en agenten te vrijwaren en schadeloos te stellen van en tegen alle claims, aansprakelijkheden, schade, verliezen en uitgaven die voortvloeien uit of gerelateerd zijn aan uw gebruik van het Platform of schending van deze Voorwaarden.
ro: Sunteți de acord să despăgubiți și să păstrați inofensiv you'll get it și ofițerii, directorii, angajații și agenții săi de și împotriva oricăror revendicări, răspunderi, daune, pierderi și cheltuieli care decurg din sau se referă la utilizarea dumneavoastră a Platformei sau încălcarea acestor Termeni.

# settingsTermsOfServicePageGoverningLaw
source: Governing Law
de: Anwendbares Recht
es: Ley Aplicable
fr: Loi Applicable
it: Legge Applicabile
nl: Toepasselijk Recht
ro: Legea Aplicabilă

# settingsTermsOfServicePageGoverningLawText
source: These Terms shall be governed by and construed in accordance with the laws of Romania, without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen den Gesetzen Rumäniens und sind nach diesen auszulegen, ohne Rücksicht auf kollisionsrechtliche Bestimmungen.
es: Estos Términos se regirán e interpretarán de acuerdo con las leyes de Rumania, sin tener en cuenta sus disposiciones sobre conflictos de leyes.
fr: Ces Conditions seront régies et interprétées conformément aux lois de la Roumanie, sans égard à ses dispositions de conflit de lois.
it: Questi Termini saranno governati e interpretati in accordo con le leggi della Romania, senza riguardo alle sue disposizioni sui conflitti di legge.
nl: Deze Voorwaarden zullen worden beheerst door en geïnterpreteerd in overeenstemming met de wetten van Roemenië, zonder rekening te houden met zijn conflicterende wetgeving.
ro: Acești Termeni vor fi guvernați și interpretați în conformitate cu legile României, fără a ține cont de dispozițiile sale privind conflictul de legi.

# settingsTermsOfServicePageDisputeResolution
source: Dispute Resolution
de: Streitbeilegung
es: Resolución de Disputas
fr: Résolution des Litiges
it: Risoluzione delle Controversie
nl: Geschillenbeslechting
ro: Rezolvarea Disputelor

# settingsTermsOfServicePageDisputeResolutionText
source: Any dispute arising out of or relating to these Terms or the Platform shall be resolved by the courts of Romania.
de: Jede Streitigkeit, die aus oder in Verbindung mit diesen Bedingungen oder der Plattform entsteht, wird von den Gerichten Rumäniens beigelegt.
es: Cualquier disputa que surja de o se relacione con estos Términos o la Plataforma será resuelta por los tribunales de Rumania.
fr: Tout litige découlant de ou lié à ces Conditions ou à la Plateforme sera résolu par les tribunaux de Roumanie.
it: Qualsiasi controversia derivante da o relativa a questi Termini o alla Piattaforma sarà risolta dai tribunali della Romania.
nl: Elk geschil dat voortvloeit uit of gerelateerd is aan deze Voorwaarden of het Platform zal worden opgelost door de rechtbanken van Roemenië.
ro: Orice dispută care decurge din sau se referă la acești Termeni sau Platformă va fi rezolvată de instanțele României.
