Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# settingsPrivacyPolicyPageHowWeCollectText
source: We collect information through:
de: Wir sammeln Informationen durch:
es: Recopilamos información a través de:
fr: Nous collectons des informations via :
it: Raccogliamo informazioni tramite:
nl: We verzamelen informatie via:
ro: Colectăm informații prin:

# settingsPrivacyPolicyPageDirectInteractions
source: Direct interactions (when you register, contact us, or use our services)
de: Direkte Interaktionen (bei Registrierung, Kontaktaufnahme oder Nutzung unserer Dienste)
es: Interacciones directas (cuando se registra, nos contacta o usa nuestros servicios)
fr: Interactions directes (lorsque vous vous inscrivez, nous contactez ou utilisez nos services)
it: Interazioni dirette (quando ti registri, ci contatti o usi i nostri servizi)
nl: Directe interacties (wanneer u zich registreert, contact met ons opneemt of onze diensten gebruikt)
ro: Interacțiuni directe (când vă înregistrați, ne contactați sau folosiți serviciile noastre)

# settingsPrivacyPolicyPageAutomatedTech
source: Automated technologies (cookies, server logs, analytics tools)
de: Automatisierte Technologien (Cookies, Server-Logs, Analyse-Tools)
es: Tecnologías automatizadas (cookies, registros del servidor, herramientas de análisis)
fr: Technologies automatisées (cookies, journaux de serveur, outils d'analyse)
it: Tecnologie automatizzate (cookie, log del server, strumenti di analisi)
nl: Geautomatiseerde technologieën (cookies, serverlogs, analysetools)
ro: Tehnologii automatizate (cookie-uri, jurnale de server, unelte de analiză)

# settingsPrivacyPolicyPageThirdPartySources
source: Third-party sources (when permitted by law)
de: Drittanbieter-Quellen (wenn gesetzlich erlaubt)
es: Fuentes de terceros (cuando lo permite la ley)
fr: Sources tierces (lorsque autorisé par la loi)
it: Fonti di terze parti (quando consentito dalla legge)
nl: Bronnen van derden (wanneer toegestaan door de wet)
ro: Surse terțe (când este permis de lege)

# settingsPrivacyPolicyPageHowWeUse
source: How We Use Your Information
de: Wie wir Ihre Informationen verwenden
es: Cómo Utilizamos Su Información
fr: Comment Nous Utilisons Vos Informations
it: Come Utilizziamo le Tue Informazioni
nl: Hoe We Uw Informatie Gebruiken
ro: Cum Folosim Informațiile Dumneavoastră

# settingsPrivacyPolicyPageHowWeUseText
source: We use your information for the following purposes:
de: Wir verwenden Ihre Informationen für folgende Zwecke:
es: Utilizamos su información para los siguientes propósitos:
fr: Nous utilisons vos informations aux fins suivantes :
it: Utilizziamo le tue informazioni per i seguenti scopi:
nl: We gebruiken uw informatie voor de volgende doeleinden:
ro: Folosim informațiile dumneavoastră în următoarele scopuri:

# settingsPrivacyPolicyPageProvideServices
source: To provide and maintain our services
de: Um unsere Dienste bereitzustellen und zu warten
es: Para proporcionar y mantener nuestros servicios
fr: Pour fournir et maintenir nos services
it: Per fornire e mantenere i nostri servizi
nl: Om onze diensten te leveren en te onderhouden
ro: Pentru a furniza și menține serviciile noastre

# settingsPrivacyPolicyPagePersonalize
source: To personalize your experience
de: Um Ihre Erfahrung zu personalisieren
es: Para personalizar su experiencia
fr: Pour personnaliser votre expérience
it: Per personalizzare la tua esperienza
nl: Om uw ervaring te personaliseren
ro: Pentru a personaliza experiența dumneavoastră

# settingsPrivacyPolicyPageCommunicate
source: To communicate with you about our services
de: Um mit Ihnen über unsere Dienste zu kommunizieren
es: Para comunicarnos con usted sobre nuestros servicios
fr: Pour communiquer avec vous au sujet de nos services
it: Per comunicare con te sui nostri servizi
nl: Om met u te communiceren over onze diensten
ro: Pentru a comunica cu dumneavoastră despre serviciile noastre

# settingsPrivacyPolicyPageProcessPayments
source: To process payments and transactions
de: Um Zahlungen und Transaktionen zu verarbeiten
es: Para procesar pagos y transacciones
fr: Pour traiter les paiements et transactions
it: Per elaborare pagamenti e transazioni
nl: Om betalingen en transacties te verwerken
ro: Pentru a procesa plăți și tranzacții

# settingsPrivacyPolicyPageImprove
source: To improve our Platform and develop new features
de: Um unsere Plattform zu verbessern und neue Funktionen zu entwickeln
es: Para mejorar nuestra Plataforma y desarrollar nuevas características
fr: Pour améliorer notre Plateforme et développer de nouvelles fonctionnalités
it: Per migliorare la nostra Piattaforma e sviluppare nuove funzionalità
nl: Om ons Platform te verbeteren en nieuwe functies te ontwikkelen
ro: Pentru a îmbunătăți Platforma noastră și a dezvolta noi funcționalități

# settingsPrivacyPolicyPageAnalyze
source: To analyze usage patterns and run analytics
de: Um Nutzungsmuster zu analysieren und Analysen durchzuführen
es: Para analizar patrones de uso y ejecutar análisis
fr: Pour analyser les modèles d'utilisation et effectuer des analyses
it: Per analizzare i pattern di utilizzo ed eseguire analisi
nl: Om gebruikspatronen te analyseren en analyses uit te voeren
ro: Pentru a analiza tiparele de utilizare și a rula analize

# settingsPrivacyPolicyPageDetectIssues
source: To detect, prevent, and address technical or security issues
de: Um technische oder Sicherheitsprobleme zu erkennen, zu verhindern und zu beheben
es: Para detectar, prevenir y abordar problemas técnicos o de seguridad
fr: Pour détecter, prévenir et résoudre les problèmes techniques ou de sécurité
it: Per rilevare, prevenire e affrontare problemi tecnici o di sicurezza
nl: Om technische of beveiligingsproblemen te detecteren, voorkomen en aan te pakken
ro: Pentru a detecta, preveni și aborda probleme tehnice sau de securitate

# settingsPrivacyPolicyPageComplyLegal
source: To comply with legal obligations
de: Um rechtliche Verpflichtungen zu erfüllen
es: Para cumplir con obligaciones legales
fr: Pour nous conformer aux obligations légales
it: Per rispettare gli obblighi legali
nl: Om te voldoen aan wettelijke verplichtingen
ro: Pentru a respecta obligațiile legale

# settingsPrivacyPolicyPageLegalBasis
source: Legal Basis for Processing
de: Rechtsgrundlage für die Verarbeitung
es: Base Legal para el Procesamiento
fr: Base Légale du Traitement
it: Base Legale per il Trattamento
nl: Rechtsgrondslag voor Verwerking
ro: Baza Legală pentru Prelucrare

# settingsPrivacyPolicyPageLegalBasisText
source: We process your personal data on the following legal grounds:
de: Wir verarbeiten Ihre persönlichen Daten auf folgenden Rechtsgrundlagen:
es: Procesamos sus datos personales bajo los siguientes fundamentos legales:
fr: Nous traitons vos données personnelles sur les bases légales suivantes :
it: Trattiamo i tuoi dati personali sui seguenti fondamenti legali:
nl: We verwerken uw persoonlijke gegevens op de volgende rechtsgronden:
ro: Prelucrăm datele dumneavoastră personale pe următoarele baze legale:

# settingsPrivacyPolicyPageYourConsent
source: Your consent
de: Ihre Einwilligung
es: Su consentimiento
fr: Votre consentement
it: Il tuo consenso
nl: Uw toestemming
ro: Consimțământul dumneavoastră

# settingsPrivacyPolicyPageContractPerformance
source: Performance of a contract with you
de: Erfüllung eines Vertrags mit Ihnen
es: Cumplimiento de un contrato con usted
fr: Exécution d'un contrat avec vous
it: Esecuzione di un contratto con te
nl: Uitvoering van een contract met u
ro: Executarea unui contract cu dumneavoastră

# settingsPrivacyPolicyPageLegalCompliance
source: Compliance with legal obligations
de: Einhaltung rechtlicher Verpflichtungen
es: Cumplimiento de obligaciones legales
fr: Respect des obligations légales
it: Rispetto degli obblighi legali
nl: Naleving van wettelijke verplichtingen
ro: Respectarea obligațiilor legale

# settingsPrivacyPolicyPageLegitimateInterests
source: Our legitimate interests (which do not override your fundamental rights and freedoms)
de: Unsere berechtigten Interessen (die Ihre Grundrechte und Freiheiten nicht überschreiten)
es: Nuestros intereses legítimos (que no anulan sus derechos y libertades fundamentales)
fr: Nos intérêts légitimes (qui ne prévalent pas sur vos droits et libertés fondamentaux)
it: I nostri interessi legittimi (che non prevalgono sui tuoi diritti e libertà fondamentali)
nl: Onze legitieme belangen (die uw fundamentele rechten en vrijheden niet overschrijden)
ro: Interesele noastre legitime (care nu prevalează asupra drepturilor și libertăților dumneavoastră fundamentale)

# settingsPrivacyPolicyPageInfoSharing
source: Information Sharing and Disclosure
de: Informationsaustausch und Offenlegung
es: Compartir y Divulgación de Información
fr: Partage et Divulgation d'Informations
it: Condivisione e Divulgazione delle Informazioni
nl: Informatie Delen en Openbaarmaking
ro: Partajarea și Divulgarea Informațiilor

# settingsPrivacyPolicyPageInfoSharingText
source: We may share your information with:
de: Wir können Ihre Informationen teilen mit:
es: Podemos compartir su información con:
fr: Nous pouvons partager vos informations avec :
it: Potremmo condividere le tue informazioni con:
nl: We kunnen uw informatie delen met:
ro: Putem partaja informațiile dumneavoastră cu:

# settingsPrivacyPolicyPageServiceProviders
source: Service providers who help us deliver our services
de: Dienstleistern, die uns bei der Bereitstellung unserer Dienste helfen
es: Proveedores de servicios que nos ayudan a brindar nuestros servicios
fr: Prestataires de services qui nous aident à fournir nos services
it: Fornitori di servizi che ci aiutano a erogare i nostri servizi
nl: Dienstverleners die ons helpen onze diensten te leveren
ro: Furnizori de servicii care ne ajută să livrăm serviciile noastre

# settingsPrivacyPolicyPageBusinessPartners
source: Business partners with your consent
de: Geschäftspartnern mit Ihrer Zustimmung
es: Socios comerciales con su consentimiento
fr: Partenaires commerciaux avec votre consentement
it: Partner commerciali con il tuo consenso
nl: Zakenpartners met uw toestemming
ro: Parteneri de afaceri cu consimțământul dumneavoastră

# settingsPrivacyPolicyPageLegalAuthorities
source: Legal authorities when required by law
de: Rechtsbehörden, wenn gesetzlich vorgeschrieben
es: Autoridades legales cuando lo requiera la ley
fr: Autorités légales lorsque requis par la loi
it: Autorità legali quando richiesto dalla legge
nl: Wettelijke autoriteiten wanneer vereist door de wet
ro: Autorități legale când este cerut de lege

# settingsPrivacyPolicyPageAffiliatedCompanies
source: Affiliated companies within our corporate group
de: Verbundenen Unternehmen innerhalb unserer Unternehmensgruppe
es: Empresas afiliadas dentro de nuestro grupo corporativo
fr: Entreprises affiliées au sein de notre groupe corporatif
it: Aziende affiliate all'interno del nostro gruppo aziendale
nl: Gelieerde bedrijven binnen onze bedrijfsgroep
ro: Companii afiliate din cadrul grupului nostru corporativ

# settingsPrivacyPolicyPageSuccessorEntity
source: A successor entity in the event of a merger, acquisition, or similar transaction
de: Einer Nachfolgeentität im Falle einer Fusion, Übernahme oder ähnlichen Transaktion
es: Una entidad sucesora en caso de fusión, adquisición o transacción similar
fr: Une entité successeur en cas de fusion, acquisition ou transaction similaire
it: Un'entità successore nel caso di fusione, acquisizione o transazione simile
nl: Een opvolgende entiteit in geval van fusie, overname of soortgelijke transactie
ro: O entitate succesor în cazul unei fuziuni, achiziții sau tranzacții similare

# settingsPrivacyPolicyPageNoSelling
source: We do not sell your personal data to third parties.
de: Wir verkaufen Ihre persönlichen Daten nicht an Dritte.
es: No vendemos sus datos personales a terceros.
fr: Nous ne vendons pas vos données personnelles à des tiers.
it: Non vendiamo i tuoi dati personali a terze parti.
nl: We verkopen uw persoonlijke gegevens niet aan derden.
ro: Nu vindem datele dumneavoastră personale către terți.

# settingsPrivacyPolicyPageDataSecurity
source: Data Security
de: Datensicherheit
es: Seguridad de Datos
fr: Sécurité des Données
it: Sicurezza dei Dati
nl: Gegevensbeveiliging
ro: Securitatea Datelor

# settingsPrivacyPolicyPageDataSecurityText
source: We implement appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or electronic storage is 100% secure, so we cannot guarantee absolute security.
de: Wir implementieren angemessene technische und organisatorische Maßnahmen zum Schutz Ihrer persönlichen Daten vor unbefugtem Zugriff, Änderung, Offenlegung oder Zerstörung. Jedoch ist keine Übertragungsmethode über das Internet oder elektronische Speicherung 100% sicher, daher können wir keine absolute Sicherheit garantieren.
es: Implementamos medidas técnicas y organizacionales apropiadas para proteger sus datos personales contra acceso no autorizado, alteración, divulgación o destrucción. Sin embargo, ningún método de transmisión por Internet o almacenamiento electrónico es 100% seguro, por lo que no podemos garantizar seguridad absoluta.
fr: Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre l'accès non autorisé, l'altération, la divulgation ou la destruction. Cependant, aucune méthode de transmission sur Internet ou de stockage électronique n'est sûre à 100%, nous ne pouvons donc pas garantir une sécurité absolue.
it: Implementiamo misure tecniche e organizzative appropriate per proteggere i tuoi dati personali contro accesso non autorizzato, alterazione, divulgazione o distruzione. Tuttavia, nessun metodo di trasmissione su Internet o archiviazione elettronica è sicuro al 100%, quindi non possiamo garantire sicurezza assoluta.
nl: We implementeren passende technische en organisatorische maatregelen om uw persoonlijke gegevens te beschermen tegen ongeautoriseerde toegang, wijziging, openbaarmaking of vernietiging. Echter, geen enkele methode van transmissie via internet of elektronische opslag is 100% veilig, dus we kunnen geen absolute beveiliging garanderen.
ro: Implementăm măsuri tehnice și organizaționale adecvate pentru a vă proteja datele personale împotriva accesului neautorizat, alterării, divulgării sau distrugerii. Cu toate acestea, nicio metodă de transmisie prin internet sau stocare electronică nu este 100% sigură, astfel că nu putem garanta securitatea absolută.

# settingsPrivacyPolicyPageDataRetention
source: Data Retention
de: Datenspeicherung
es: Retención de Datos
fr: Rétention des Données
it: Conservazione dei Dati
nl: Gegevensbewaring
ro: Păstrarea Datelor

# settingsPrivacyPolicyPageDataRetentionText
source: We retain your personal data only for as long as necessary to fulfill the purposes for which it was collected, including for legal, accounting, or reporting requirements. When determining the appropriate retention period, we consider the amount, nature, and sensitivity of the data, the potential risk of harm from unauthorized use or disclosure, and the purposes for which we process the data.
de: Wir speichern Ihre persönlichen Daten nur so lange, wie es zur Erfüllung der Zwecke, für die sie erhoben wurden, erforderlich ist, einschließlich rechtlicher, buchhalterischer oder berichterstattender Anforderungen. Bei der Bestimmung der angemessenen Aufbewahrungsdauer berücksichtigen wir die Menge, Art und Sensibilität der Daten, das potenzielle Schadensrisiko durch unbefugte Nutzung oder Offenlegung und die Zwecke, für die wir die Daten verarbeiten.
es: Retenemos sus datos personales solo durante el tiempo necesario para cumplir los propósitos para los que fueron recopilados, incluyendo requisitos legales, contables o de informes. Al determinar el período de retención apropiado, consideramos la cantidad, naturaleza y sensibilidad de los datos, el riesgo potencial de daño por uso no autorizado o divulgación, y los propósitos para los que procesamos los datos.
fr: Nous conservons vos données personnelles uniquement aussi longtemps que nécessaire pour remplir les objectifs pour lesquels elles ont été collectées, y compris pour des exigences légales, comptables ou de rapport. Lors de la détermination de la période de rétention appropriée, nous considérons la quantité, la nature et la sensibilité des données, le risque potentiel de préjudice résultant d'une utilisation non autorisée ou d'une divulgation, et les objectifs pour lesquels nous traitons les données.
it: Conserviamo i tuoi dati personali solo per il tempo necessario a soddisfare gli scopi per cui sono stati raccolti, inclusi i requisiti legali, contabili o di reporting. Nel determinare il periodo di conservazione appropriato, consideriamo la quantità, natura e sensibilità dei dati, il rischio potenziale di danno dall'uso non autorizzato o divulgazione, e gli scopi per cui trattiamo i dati.
nl: We bewaren uw persoonlijke gegevens alleen zo lang als nodig is om de doeleinden waarvoor ze zijn verzameld te vervullen, inclusief wettelijke, boekhoudkundige of rapportagevereisten. Bij het bepalen van de juiste bewaartermijn overwegen we de hoeveelheid, aard en gevoeligheid van de gegevens, het potentiële risico van schade door ongeautoriseerd gebruik of openbaarmaking, en de doeleinden waarvoor we de gegevens verwerken.
ro: Păstrăm datele dumneavoastră personale doar atât timp cât este necesar pentru a îndeplini scopurile pentru care au fost colectate, inclusiv pentru cerințe legale, contabile sau de raportare. Când determinăm perioada de păstrare adecvată, luăm în considerare cantitatea, natura și sensibilitatea datelor, riscul potențial de daună din utilizarea neautorizată sau divulgarea, și scopurile pentru care prelucrăm datele.

# settingsPrivacyPolicyPageDataProtectionRights
source: Your Data Protection Rights
de: Ihre Datenschutzrechte
es: Sus Derechos de Protección de Datos
fr: Vos Droits de Protection des Données
it: I Tuoi Diritti di Protezione dei Dati
nl: Uw Gegevensbeschermingsrechten
ro: Drepturile Dumneavoastră de Protecție a Datelor

# settingsPrivacyPolicyPageDataProtectionRightsText
source: Under applicable data protection laws, you may have the following rights:
de: Unter den geltenden Datenschutzgesetzen haben Sie möglicherweise folgende Rechte:
es: Bajo las leyes de protección de datos aplicables, puede tener los siguientes derechos:
fr: Sous les lois de protection des données applicables, vous pourriez avoir les droits suivants :
it: Sotto le leggi di protezione dei dati applicabili, potresti avere i seguenti diritti:
nl: Onder toepasselijke gegevensbeschermingswetten heeft u mogelijk de volgende rechten:
ro: Sub legile aplicabile de protecție a datelor, puteți avea următoarele drepturi:

# settingsPrivacyPolicyPageRightAccess
source: Right to access your personal data
de: Recht auf Zugang zu Ihren persönlichen Daten
es: Derecho a acceder a sus datos personales
fr: Droit d'accès à vos données personnelles
it: Diritto di accedere ai tuoi dati personali
nl: Recht op toegang tot uw persoonlijke gegevens
ro: Dreptul de a accesa datele dumneavoastră personale

# settingsPrivacyPolicyPageRightRectify
source: Right to rectify inaccurate or incomplete data
de: Recht auf Berichtigung unrichtiger oder unvollständiger Daten
es: Derecho a rectificar datos inexactos o incompletos
fr: Droit de rectifier des données inexactes ou incomplètes
it: Diritto di rettificare dati inesatti o incompleti
nl: Recht om onjuiste of onvolledige gegevens te rectificeren
ro: Dreptul de a rectifica datele inexacte sau incomplete

# settingsPrivacyPolicyPageRightErasure
source: Right to erasure (the "right to be forgotten")
de: Recht auf Löschung (das "Recht auf Vergessenwerden")
es: Derecho al olvido (el "derecho a ser olvidado")
fr: Droit à l'effacement (le "droit à l'oubli")
it: Diritto alla cancellazione (il "diritto all'oblio")
nl: Recht op wissing (het "recht om vergeten te worden")
ro: Dreptul la ștergere ("dreptul de a fi uitat")

# settingsPrivacyPolicyPageRightRestrict
source: Right to restrict processing
de: Recht auf Einschränkung der Verarbeitung
es: Derecho a restringir el procesamiento
fr: Droit de restreindre le traitement
it: Diritto di limitare il trattamento
nl: Recht om verwerking te beperken
ro: Dreptul de a restricționa prelucrarea

# settingsPrivacyPolicyPageRightPortability
source: Right to data portability
de: Recht auf Datenübertragbarkeit
es: Derecho a la portabilidad de datos
fr: Droit à la portabilité des données
it: Diritto alla portabilità dei dati
nl: Recht op gegevensoverdraagbaarheid
ro: Dreptul la portabilitatea datelor

# settingsPrivacyPolicyPageRightObject
source: Right to object to processing
de: Recht auf Widerspruch gegen die Verarbeitung
es: Derecho a oponerse al procesamiento
fr: Droit de s'opposer au traitement
it: Diritto di opporsi al trattamento
nl: Recht om bezwaar te maken tegen verwerking
ro: Dreptul de a vă opune prelucrării

# settingsPrivacyPolicyPageRightWithdraw
source: Right to withdraw consent
de: Recht auf Widerruf der Einwilligung
es: Derecho a retirar el consentimiento
fr: Droit de retirer le consentement
it: Diritto di ritirare il consenso
nl: Recht om toestemming in te trekken
ro: Dreptul de a retrage consimțământul

# settingsPrivacyPolicyPageRightComplaint
source: Right to lodge a complaint with a supervisory authority
de: Recht auf Beschwerde bei einer Aufsichtsbehörde
es: Derecho a presentar una queja ante una autoridad supervisora
fr: Droit de déposer une plainte auprès d'une autorité de surveillance
it: Diritto di presentare reclamo presso un'autorità di controllo
nl: Recht om een klacht in te dienen bij een toezichthoudende autoriteit
ro: Dreptul de a depune o plângere la o autoritate de supraveghere

# settingsPrivacyPolicyPageExerciseRights
source: To exercise these rights, please contact us using the information provided at the end of this Privacy Policy.
de: Um diese Rechte auszuüben, kontaktieren Sie uns bitte mit den am Ende dieser Datenschutzrichtlinie bereitgestellten Informationen.
es: Para ejercer estos derechos, por favor contáctenos usando la información proporcionada al final de esta Política de Privacidad.
fr: Pour exercer ces droits, veuillez nous contacter en utilisant les informations fournies à la fin de cette Politique de Confidentialité.
it: Per esercitare questi diritti, ti preghiamo di contattarci utilizzando le informazioni fornite alla fine di questa Politica sulla Privacy.
nl: Om deze rechten uit te oefenen, neem contact met ons op met behulp van de informatie die aan het einde van dit Privacybeleid wordt verstrekt.
ro: Pentru a exercita aceste drepturi, vă rugăm să ne contactați folosind informațiile furnizate la sfârșitul acestei Politici de Confidențialitate.

# settingsPrivacyPolicyPageChildrensPrivacy
source: Children's Privacy
de: Kinderdatenschutz
es: Privacidad de Menores
fr: Confidentialité des Enfants
it: Privacy dei Minori
nl: Privacy van Kinderen
ro: Confidențialitatea Copiilor
