Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# jobCartMoveJobsToStage
source: Move jobs to this stage to see them here
es: Mueve trabajos a esta etapa para verlos aquí
it: Sposta i lavori in questa fase per vederli qui
nl: Verplaats banen naar deze fase om ze hier te zien
ro: Mută joburile în această etapă pentru a le vedea aici

# jobCartRemoveJob
source: Remove Job
es: Eliminar trabajo
it: Rimuovi lavoro
nl: Baan verwijderen
ro: Elimină jobul

# jobCartRemoveJobConfirm
source: Are you sure you want to remove this job from your list?
es: ¿Estás seguro de que quieres eliminar este trabajo de tu lista?
it: Sei sicuro di voler rimuovere questo lavoro dalla tua lista?
nl: Weet u zeker dat u deze baan uit uw lijst wilt verwijderen?
ro: Ești sigur că vrei să elimini acest job din lista ta?

# jobCartCancel
source: Cancel
es: Cancelar
it: Annulla
nl: Annuleren
ro: Anulează

# jobCartRemove
source: Remove
es: Eliminar
it: Rimuovi
nl: Verwijderen
ro: Elimină

# jobCartJobRemoved
source: {jobName} removed
es: {jobName} eliminado
it: {jobName} rimosso
nl: {jobName} verwijderd
ro: {jobName} eliminat

# jobCartUndo
source: UNDO
es: DESHACER
it: ANNULLA
nl: ONGEDAAN MAKEN
ro: ANULEAZĂ

# jobCartViewDetails
source: View Details
es: Ver detalles
it: Visualizza dettagli
nl: Details bekijken
ro: Vezi detalii

# jobCartMoveBack
source: Move back
es: Mover atrás
it: Sposta indietro
nl: Terug verplaatsen
ro: Mută înapoi

# jobCartMoveForward
source: Move forward
es: Mover adelante
it: Sposta avanti
nl: Vooruit verplaatsen
ro: Mută înainte

# jobCartHowItWorksTitle
source: How Your Job Cart Works
es: Cómo funciona tu carrito de trabajos
it: Come funziona il tuo carrello lavori
nl: Hoe uw banen winkelwagen werkt
ro: Cum funcționează coșul tău de joburi

# jobCartHowItWorksMinimized
source: Tap to learn how your Job Cart works
es: Toca para aprender cómo funciona tu carrito de trabajos
it: Tocca per imparare come funziona il tuo carrello lavori
nl: Tik om te leren hoe uw banen winkelwagen werkt
ro: Atinge pentru a afla cum funcționează coșul de joburi

# jobCartHowItWorksDescription
source: Your Job Cart helps you organize your job search:
es: Tu carrito de trabajos te ayuda a organizar tu búsqueda de empleo:
it: Il tuo carrello lavori ti aiuta a organizzare la tua ricerca di lavoro:
nl: Uw banen winkelwagen helpt u bij het organiseren van uw baan zoektocht:
ro: Coșul de joburi te ajută să îți organizezi căutarea de locuri de muncă:

# jobCartHowItWorksLikedTitle
source: Potential Opportunities
es: Oportunidades potenciales
it: Opportunità potenziali
nl: Potentiële kansen
ro: Oportunități potențiale

# jobCartHowItWorksLikedDesc
source: Jobs you've liked and want to explore further
es: Trabajos que te han gustado y quieres explorar más
it: Lavori che ti sono piaciuti e vuoi esplorare di più
nl: Banen die u heeft geliked en verder wilt verkennen
ro: Joburi pe care le-ai apreciat și vrei să le explorezi mai mult

# jobCartHowItWorksToApplyTitle
source: Applications Remaining
es: Aplicaciones restantes
it: Candidature rimanenti
nl: Resterende sollicitaties
ro: Aplicații rămase

# jobCartHowItWorksToApplyDesc
source: Jobs you're ready to apply for
es: Trabajos para los que estás listo para aplicar
it: Lavori per cui sei pronto a candidarti
nl: Banen waarvoor u klaar bent om te solliciteren
ro: Joburi pentru care ești gata să aplici

# jobCartHowItWorksAppliedTitle
source: Applications Completed
es: Aplicaciones completadas
it: Candidature completate
nl: Voltooide sollicitaties
ro: Aplicații completate

# jobCartHowItWorksAppliedDesc
source: Jobs you've already applied to
es: Trabajos para los que ya has aplicado
it: Lavori per cui hai già fatto domanda
nl: Banen waarvoor u al heeft gesolliciteerd
ro: Joburi pentru care ai aplicat deja

# jobCartHowItWorksTip
source: Swipe left on any job to remove it from your cart
es: Desliza hacia la izquierda en cualquier trabajo para eliminarlo de tu carrito
it: Scorri verso sinistra su qualsiasi lavoro per rimuoverlo dal tuo carrello
nl: Veeg naar links op elke baan om deze uit uw winkelwagen te verwijderen
ro: Glisează spre stânga pe orice job pentru a-l elimina din coș

# jobCartExpand
source: Expand
es: Expandir
it: Espandi
nl: Uitbreiden
ro: Extinde

# jobCartMinimize
source: Minimize
es: Minimizar
it: Minimizza
nl: Minimaliseren
ro: Minimizează

# internshipMessage
source: Let's make sure you'll get that internship tailored to your background.
es: Asegurémonos de que consigas esa pasantía adaptada a tu experiencia.
it: Assicuriamoci che tu ottenga quello stage su misura per il tuo background.
nl: Laten we ervoor zorgen dat je die stage krijgt die past bij jouw achtergrond.
ro: Să ne asigurăm că vei obține acel stagiu adaptat experienței tale.

# choiceScreenTitle
source: But first, choose the option that suits you best
es: Pero primero, elige la opción que mejor te convenga
it: Ma prima, scegli l'opzione che fa per te
nl: Maar kies eerst de optie die het beste bij je past
ro: Dar mai întâi, alege opțiunea care ți se potrivește cel mai bine

# choiceScreenFastAccess
source: Get Fast Access
es: Acceso Rápido
it: Accesso Veloce
nl: Snelle Toegang
ro: Obține Acces Rapid

# choiceScreenFastAccessDesc
source: 1 minute, 5 questions
es: 1 minuto, 6 preguntas
it: 1 minuto, 6 domande
nl: 1 minuut, 6 vragen
ro: 1 minut, 6 întrebări

# choiceScreenHigherAccuracy
source: Get Higher Accuracy
es: Mayor Precisión
it: Maggiore Precisione
nl: Hogere Nauwkeurigheid
ro: Obține Precizie Mai Mare

# choiceScreenHigherAccuracyDesc
source: 3-5 minutes, 15 questions
es: 3-5 minutos, 15 preguntas
it: 3-5 minuti, 15 domande
nl: 3-5 minuten, 15 vragen
ro: 3-5 minute, 15 întrebări

# upgradeToFullTitle
source: Switch to Full Questionnaire
es: Cambiar al cuestionario completo
it: Passa al questionario completo
nl: Overschakelen naar volledige vragenlijst
ro: Treceți la chestionarul complet

# upgradeToFullContent
source: This will switch to the detailed questionnaire for better job matching. Your current answers will be preserved.
es: Esto cambiará al cuestionario detallado para una mejor coincidencia de trabajo. Sus respuestas actuales se conservarán.
it: Questo passerà al questionario dettagliato per una migliore corrispondenza lavorativa. Le tue risposte attuali saranno conservate.
nl: Dit schakelt over naar de gedetailleerde vragenlijst voor betere baanmatching. Uw huidige antwoorden worden bewaard.
ro: Aceasta va trece la chestionarul detaliat pentru o potrivire mai bună a locurilor de muncă. Răspunsurile dumneavoastră actuale vor fi păstrate.

# upgradeSwitch
source: Switch
es: Cambiar
it: Cambia
nl: Wisselen
ro: Schimbă

# questionNotAvailableInMode
source: This question is not available in {mode} mode.
es: Esta pregunta no está disponible en modo {mode}.
it: Questa domanda non è disponibile in modalità {mode}.
nl: Deze vraag is niet beschikbaar in {mode}-modus.
ro: Această întrebare nu este disponibilă în modul {mode}.

# noAnswersForMode
source: No answers to display for {mode}.
es: No hay respuestas que mostrar para {mode}.
it: Nessuna risposta da mostrare per {mode}.
nl: Geen antwoorden om weer te geven voor {mode}.
ro: Nu există răspunsuri de afișat pentru {mode}.

# switchToSeeAllAnswers
source: Switch to {mode} to see all answers.
es: Cambie a {mode} para ver todas las respuestas.
it: Passa a {mode} per vedere tutte le risposte.
nl: Schakel over naar {mode} om alle antwoorden te zien.
ro: Treceți la {mode} pentru a vedea toate răspunsurile.

# showingAnswersFor
source: Showing {mode} answers
es: Mostrando respuestas de {mode}
it: Mostrando risposte {mode}
nl: {mode} antwoorden tonen
ro: Se afișează răspunsurile {mode}

source: Complete Questions
es: Completar preguntas
it: Completa domande
nl: Vragen voltooien
ro: Completați întrebările

# shortQuestionnaireMode
source: Quick questionnaire mode
es: Modo cuestionario rápido
it: Modalità questionario veloce
nl: Snelle vragenlijst modus
ro: Modul chestionar rapid

# optionNo
source: No
de: Nein
fr: Non
nl: Nee
ro: Nu

# optionCivil
source: Civil
de: Bauingenieurwesen
fr: Civile
it: Civile
nl: Civiele techniek
ro: Civilă

# countryMontenegro
source: Montenegro
fr: Monténégro
ro: Muntenegru

# countryPortugal
source: Portugal
it: Portogallo
ro: Portugalia

# settingsGDPRPageRegNo
source: Reg. No: J2025027781008
de: Reg. Nr.: J2025027781008
fr: N° d'enregistrement: J2025027781008
it: N. Reg.: J2025027781008
nl: Reg. Nr.: J2025027781008
ro: Nr. Reg.: J2025027781008

# settingsPrivacyPolicyPageRegNo
source: Reg. No: J2025027781008
de: Reg. Nr.: J2025027781008
fr: N° d'enregistrement : J2025027781008
it: N. Reg.: J2025027781008
nl: Reg. Nr.: J2025027781008
ro: Nr. Reg.: J2025027781008

# countryAlbania
source: Albania
de: Albanien
fr: Albanie
nl: Albanië

# countryAustria
source: Austria
de: Österreich
fr: Autriche
nl: Oostenrijk

# countryBulgaria
source: Bulgaria
de: Bulgarien
fr: Bulgarie
nl: Bulgarije

# countryEstonia
source: Estonia
de: Estland
fr: Estonie
nl: Estland

# countrySerbia
source: Serbia
de: Serbien
fr: Serbie
nl: Servië

# countryAndorra
source: Andorra
fr: Andorre

# countryMalta
source: Malta
fr: Malte

# countrySanMarino
source: San Marino
fr: Saint-Marin
