Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# settingsTermsOfServicePageChangesToTerms
source: Changes to These Terms
de: Änderungen dieser Bedingungen
es: Cambios a Estos Términos
fr: Modifications de ces Conditions
it: Modifiche a Questi Termini
nl: Wijzigingen aan Deze Voorwaarden
ro: Modificări la Acești Termeni

# settingsTermsOfServicePageChangesToTermsText
source: We may update these Terms from time to time. The updated version will be indicated by an updated "Last Updated" date.
de: Wir können diese Bedingungen von Zeit zu Zeit aktualisieren. Die aktualisierte Version wird durch ein aktualisiertes "Zuletzt aktualisiert"-Datum angezeigt.
es: Podemos actualizar estos Términos de vez en cuando. La versión actualizada se indicará con una fecha de "Última actualización" actualizada.
fr: Nous pouvons mettre à jour ces Conditions de temps à autre. La version mise à jour sera indiquée par une date "Dernière mise à jour" actualisée.
it: Possiamo aggiornare questi Termini di tanto in tanto. La versione aggiornata sarà indicata da una data "Ultimo aggiornamento" aggiornata.
nl: Wij kunnen deze Voorwaarden van tijd tot tijd bijwerken. De bijgewerkte versie zal worden aangegeven door een bijgewerkte "Laatst bijgewerkt" datum.
ro: Putem actualiza acești Termeni din când în când. Versiunea actualizată va fi indicată printr-o dată "Ultima actualizare" actualizată.

# settingsTermsOfServicePageTermination
source: Termination
de: Kündigung
es: Terminación
fr: Résiliation
it: Terminazione
nl: Beëindiging
ro: Încetare

# settingsTermsOfServicePageTerminationText
source: We may terminate or suspend your access to the Platform immediately, without prior notice or liability, for any reason, including if you breach these Terms.
de: Wir können Ihren Zugang zur Plattform sofort und ohne vorherige Ankündigung oder Haftung aus jedem Grund beenden oder aussetzen, einschließlich wenn Sie diese Bedingungen verletzen.
es: Podemos terminar o suspender su acceso a la Plataforma inmediatamente, sin previo aviso o responsabilidad, por cualquier razón, incluyendo si viola estos Términos.
fr: Nous pouvons résilier ou suspendre votre accès à la Plateforme immédiatement, sans préavis ni responsabilité, pour quelque raison que ce soit, y compris si vous violez ces Conditions.
it: Possiamo terminare o sospendere il vostro accesso alla Piattaforma immediatamente, senza preavviso o responsabilità, per qualsiasi motivo, incluso se violate questi Termini.
nl: Wij kunnen uw toegang tot het Platform onmiddellijk beëindigen of opschorten, zonder voorafgaande kennisgeving of aansprakelijkheid, om welke reden dan ook, inclusief als u deze Voorwaarden schendt.
ro: Putem înceta sau suspenda accesul dumneavoastră la Platformă imediat, fără notificare prealabilă sau răspundere, din orice motiv, inclusiv dacă încălcați acești Termeni.

# settingsTermsOfServicePageSeverability
source: Severability
de: Salvatorische Klausel
es: Divisibilidad
fr: Divisibilité
it: Divisibilità
nl: Deelbaarheid
ro: Separabilitate

# settingsTermsOfServicePageSeverabilityText
source: If any provision of these Terms is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced.
de: Sollte eine Bestimmung dieser Bedingungen als ungültig oder nicht durchsetzbar erachtet werden, wird diese Bestimmung gestrichen und die verbleibenden Bestimmungen werden durchgesetzt.
es: Si cualquier disposición de estos Términos se considera inválida o inaplicable, dicha disposición será eliminada y las disposiciones restantes se harán cumplir.
fr: Si une disposition de ces Conditions est jugée invalide ou inapplicable, cette disposition sera supprimée et les dispositions restantes seront appliquées.
it: Se qualsiasi disposizione di questi Termini è ritenuta invalida o inapplicabile, tale disposizione sarà eliminata e le disposizioni rimanenti saranno applicate.
nl: Als een bepaling van deze Voorwaarden ongeldig of niet-afdwingbaar wordt geacht, zal die bepaling worden weggelaten en zullen de resterende bepalingen worden gehandhaafd.
ro: Dacă orice dispoziție a acestor Termeni este considerată nevalidă sau inaplicabilă, acea dispoziție va fi eliminată și dispozițiile rămase vor fi aplicate.

# settingsTermsOfServicePageEntireAgreement
source: Entire Agreement
de: Gesamte Vereinbarung
es: Acuerdo Completo
fr: Accord Intégral
it: Accordo Completo
nl: Volledige Overeenkomst
ro: Acordul Întreg

# settingsTermsOfServicePageEntireAgreementText
source: These Terms constitute the entire agreement between you and you'll get it regarding the Platform.
de: Diese Bedingungen stellen die gesamte Vereinbarung zwischen Ihnen und you'll get it bezüglich der Plattform dar.
es: Estos Términos constituyen el acuerdo completo entre usted y you'll get it con respecto a la Plataforma.
fr: Ces Conditions constituent l'accord intégral entre vous et you'll get it concernant la Plateforme.
it: Questi Termini costituiscono l'accordo completo tra voi e you'll get it riguardo alla Piattaforma.
nl: Deze Voorwaarden vormen de volledige overeenkomst tussen u en you'll get it betreffende het Platform.
ro: Acești Termeni constituie acordul întreg între dumneavoastră și you'll get it cu privire la Platformă.

# settingsTermsOfServicePageContactUs
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Nous Contacter
it: Contattateci
nl: Neem Contact Op
ro: Contactați-ne

# settingsTermsOfServicePageContactUsText
source: If you have any questions about these Terms, please contact us at
de: Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter
es: Si tiene alguna pregunta sobre estos Términos, por favor contáctenos en
fr: Si vous avez des questions sur ces Conditions, veuillez nous contacter à
it: Se avete domande su questi Termini, vi preghiamo di contattarci a
nl: Als u vragen heeft over deze Voorwaarden, neem dan contact met ons op via
ro: Dacă aveți întrebări despre acești Termeni, vă rugăm să ne contactați la

# settingsTermsOfServicePageLastUpdated
source: Last Updated: April 9, 2025
de: Zuletzt aktualisiert: 9. April 2025
es: Última actualización: 9 de abril de 2025
fr: Dernière mise à jour : 9 avril 2025
it: Ultimo aggiornamento: 9 aprile 2025
nl: Laatst bijgewerkt: 9 april 2025
ro: Ultima actualizare: 9 aprilie 2025

# settingsPageDeletingData
source: Deleting data...
de: Daten werden gelöscht...
es: Eliminando datos...
fr: Suppression des données...
it: Eliminazione dati...
nl: Gegevens verwijderen...
ro: Ștergere date...

# jobCardSwiperWaitingForConnection
source: Waiting for internet connection...
de: Warten auf Internetverbindung...
es: Esperando conexión a internet...
it: In attesa di connessione internet...
nl: Wachten op internetverbinding...
ro: Se așteaptă conexiunea la internet...

# jobCardSwiperRetry
source: Retry
de: Wiederholen
es: Reintentar
it: Riprova
nl: Opnieuw proberen
ro: Încearcă din nou

# jobCardSwiperLoadingRecommendations
source: Loading job recommendations...
de: Stellenempfehlungen werden geladen...
es: Cargando recomendaciones de trabajo...
it: Caricamento raccomandazioni di lavoro...
nl: Baanaanbevelingen laden...
ro: Se încarcă recomandările de joburi...

# jobCardSwiperOfflineNotice
source: You're offline. Some features may be limited.
de: Sie sind offline. Einige Funktionen können eingeschränkt sein.
es: Estás sin conexión. Algunas funciones pueden estar limitadas.
it: Sei offline. Alcune funzionalità potrebbero essere limitate.
nl: Je bent offline. Sommige functies kunnen beperkt zijn.
ro: Ești offline. Unele funcții pot fi limitate.

# jobCardDeadline
source: Deadline:
de: Frist:
es: Fecha límite:
it: Scadenza:
ro: Termen limită:

# jobCardJobDetails
source: Job Details
de: Stellendetails
es: Detalles del Trabajo
it: Dettagli del Lavoro
nl: Baandetails
ro: Detalii Job

# jobCardMonths
source: months
de: Monate
es: meses
it: mesi
nl: maanden
ro: luni

# jobCardEducationRequirements
source: Education Requirements
de: Bildungsanforderungen
es: Requisitos Educativos
it: Requisiti Educativi
nl: Opleidingseisen
ro: Cerințe Educaționale

# jobCardRequiredLanguages
source: Required Languages
de: Erforderliche Sprachen
es: Idiomas Requeridos
it: Lingue Richieste
nl: Vereiste Talen
ro: Limbi Necesare

# jobCardVisaSupport
source: Visa Support
de: Visa-Unterstützung
es: Soporte de Visa
it: Supporto Visto
nl: Visa Ondersteuning
ro: Suport Viză

# jobCardRelatedFields
source: Related Fields
de: Verwandte Bereiche
es: Campos Relacionados
it: Campi Correlati
nl: Gerelateerde Velden
ro: Domenii Conexe

# jobCardTapToSeeSkills
source: Tap to see skills
de: Tippen für Fähigkeiten
es: Toca para ver habilidades
it: Tocca per vedere le competenze
nl: Tik om vaardigheden te zien
ro: Atinge pentru a vedea abilitățile

# jobCardSkillsRequirements
source: Skills & Requirements
de: Fähigkeiten & Anforderungen
es: Habilidades y Requisitos
it: Competenze e Requisiti
nl: Vaardigheden & Vereisten
ro: Abilități și Cerințe

# jobCardTechnicalSkills
source: Technical Skills
de: Technische Fähigkeiten
es: Habilidades Técnicas
it: Competenze Tecniche
nl: Technische Vaardigheden
ro: Abilități Tehnice

# jobCardSoftSkills
source: Soft Skills
es: Habilidades Blandas
it: Competenze Trasversali
nl: Zachte Vaardigheden
ro: Abilități Sociale

# jobCardNiceToHave
source: Nice-to-Have
de: Wünschenswert
es: Deseable
it: Gradito
nl: Gewenst
ro: De Dorit

# jobCardTapToSeeDetails
source: Tap to see details
de: Tippen für Details
es: Toca para ver detalles
it: Tocca per vedere i dettagli
nl: Tik om details te zien
ro: Atinge pentru a vedea detaliile

# jobCardNotSpecified
source: Not specified
de: Nicht angegeben
es: No especificado
it: Non specificato
nl: Niet gespecificeerd
ro: Nespecificat

# jobCardInvalidDate
source: Invalid date
de: Ungültiges Datum
es: Fecha inválida
it: Data non valida
nl: Ongeldige datum
ro: Dată invalidă

# jobCardNotFound
source: Not found
de: Nicht gefunden
es: No encontrado
it: Non trovato
nl: Niet gevonden
ro: Nu a fost găsit

# workModeRemote
source: Remote
es: Remoto
it: Remoto
nl: Op afstand
ro: La distanță

# workModeHybrid
source: Hybrid
es: Híbrido
it: Ibrido
nl: Hybride
ro: Hibrid

# workModeOnSite
source: On-site
de: Vor Ort
es: Presencial
it: In sede
nl: Op locatie
ro: La birou

# jobSearchTitle
source: Job Search
de: Jobsuche
es: Búsqueda de Trabajos
it: Ricerca Lavoro
nl: Vacature Zoeken
ro: Căutare Locuri de Muncă

# jobSearchScrollToDiscover
source: Scroll to discover more jobs
de: Scrollen Sie, um mehr Jobs zu entdecken
es: Desplázate para descubrir más trabajos
it: Scorri per scoprire più lavori
nl: Scroll om meer vacatures te ontdekken
ro: Derulează pentru a descoperi mai multe locuri de muncă

# jobSearchNoInternetConnection
source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a internet
it: Nessuna connessione internet
nl: Geen internetverbinding
ro: Fără conexiune la internet

# jobSearchNoJobsFound
source: No jobs found
de: Keine Jobs gefunden
es: No se encontraron trabajos
it: Nessun lavoro trovato
nl: Geen vacatures gevonden
ro: Nu s-au găsit locuri de muncă

# jobSearchCheckConnection
source: Please check your connection and try again
de: Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut
es: Por favor revisa tu conexión e inténtalo de nuevo
it: Controlla la tua connessione e riprova
nl: Controleer je verbinding en probeer opnieuw
ro: Te rugăm să verifici conexiunea și să încerci din nou

# jobSearchTryAdjustingFilters
source: Try adjusting your filters or search query
de: Versuchen Sie, Ihre Filter oder Suchanfrage anzupassen
es: Intenta ajustar tus filtros o consulta de búsqueda
it: Prova ad aggiustare i tuoi filtri o la query di ricerca
nl: Probeer je filters of zoekquery aan te passen
ro: Încearcă să ajustezi filtrele sau termenul de căutare

# jobSearchRetry
source: Retry
de: Wiederholen
es: Reintentar
it: Riprova
nl: Opnieuw proberen
ro: Încearcă din nou

# jobSearchResetFilters
source: Reset Filters
de: Filter zurücksetzen
es: Restablecer Filtros
it: Ripristina Filtri
nl: Filters Resetten
ro: Resetează Filtrele

# jobSearchOfflineNotice
source: You're offline. Search functionality is limited.
de: Sie sind offline. Die Suchfunktion ist eingeschränkt.
es: Estás desconectado. La funcionalidad de búsqueda está limitada.
it: Sei offline. La funzionalità di ricerca è limitata.
nl: Je bent offline. Zoekfunctionaliteit is beperkt.
ro: Ești offline. Funcționalitatea de căutare este limitată.

# jobSearchNoInternetSnackbar
source: No internet connection. Please check your network and try again.
de: Keine Internetverbindung. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut.
es: Sin conexión a internet. Por favor revisa tu red e inténtalo de nuevo.
it: Nessuna connessione internet. Controlla la tua rete e riprova.
nl: Geen internetverbinding. Controleer je netwerk en probeer opnieuw.
ro: Fără conexiune la internet. Te rugăm să verifici rețeaua și să încerci din nou.

# jobSearchErrorLoading
source: Error loading jobs: {error}
de: Fehler beim Laden der Jobs: {error}
es: Error al cargar trabajos: {error}
it: Errore nel caricamento dei lavori: {error}
nl: Fout bij het laden van vacatures: {error}
ro: Eroare la încărcarea locurilor de muncă: {error}

# jobSearchAddedToFavorites
source: {jobName} added to favorites
de: {jobName} zu Favoriten hinzugefügt
es: {jobName} agregado a favoritos
it: {jobName} aggiunto ai preferiti
nl: {jobName} toegevoegd aan favorieten
ro: {jobName} adăugat la favorite

# jobFiltersTitle
source: Filter Jobs
de: Jobs filtern
es: Filtrar Trabajos
it: Filtra Lavori
nl: Vacatures Filteren
ro: Filtrează Locurile de Muncă

# jobFiltersResetAll
source: Reset All
de: Alle zurücksetzen
es: Restablecer Todo
it: Ripristina Tutto
nl: Alles Resetten
ro: Resetează Tot

# jobFiltersSearch
source: Search
de: Suchen
es: Buscar
it: Cerca
nl: Zoeken
ro: Caută

# jobFiltersSearchPlaceholder
source: Search jobs, titles...
de: Jobs, Titel suchen...
es: Buscar trabajos, títulos...
it: Cerca lavori, titoli...
nl: Zoek vacatures, titels...
ro: Caută locuri de muncă, titluri...

# jobFiltersCompany
source: Company
de: Unternehmen
es: Empresa
it: Azienda
nl: Bedrijf
ro: Companie

# jobFiltersCompanyPlaceholder
source: Enter company name
de: Firmennamen eingeben
es: Ingresa el nombre de la empresa
it: Inserisci nome azienda
nl: Voer bedrijfsnaam in
ro: Introdu numele companiei

# jobFiltersLocation
source: Location
de: Standort
es: Ubicación
it: Posizione
nl: Locatie
ro: Locația

# jobFiltersLocationPlaceholder
source: Enter location/country
de: Standort/Land eingeben
es: Ingresa ubicación/país
it: Inserisci posizione/paese
nl: Voer locatie/land in
ro: Introdu locația/țara

# jobFiltersDuration
source: Duration
de: Dauer
es: Duración
it: Durata
nl: Duur
ro: Durata

# jobFiltersField
source: Field
de: Bereich
es: Campo
it: Campo
nl: Vakgebied
ro: Domeniu

# jobFiltersWorkMode
source: Work Mode
de: Arbeitsweise
es: Modalidad de Trabajo
it: Modalità di Lavoro
nl: Werkmodus
ro: Mod de Lucru

# jobFiltersSkills
source: Skills
de: Fähigkeiten
es: Habilidades
it: Competenze
nl: Vaardigheden
ro: Abilități

# jobFiltersApplyFilters
source: Apply Filters
de: Filter anwenden
es: Aplicar Filtros
it: Applica Filtri
nl: Filters Toepassen
ro: Aplică Filtrele

# jobFiltersSelected
source: Selected
de: Ausgewählt
es: Seleccionado
it: Selezionato
nl: Geselecteerd
ro: Selectat

# jobListItemKeySkills
source: Key Skills:
de: Wichtige Fähigkeiten:
es: Habilidades Clave:
it: Competenze Chiave:
nl: Belangrijke Vaardigheden:
ro: Abilități Cheie:

# jobListItemRelatedFields
source: Related Fields:
de: Verwandte Bereiche:
es: Campos Relacionados:
it: Campi Correlati:
nl: Gerelateerde Vakgebieden:
ro: Domenii Conexe:

# jobListItemViewDetails
source: View Details
de: Details anzeigen
es: Ver Detalles
it: Vedi Dettagli
nl: Bekijk Details
ro: Vezi Detaliile

# jobListItemSave
source: Save
de: Speichern
es: Guardar
it: Salva
nl: Opslaan
ro: Salvează

# jobListItemNotSpecified
source: Not specified
de: Nicht angegeben
es: No especificado
it: Non specificato
nl: Niet gespecificeerd
ro: Nespecificat

# jobListItemInvalid
source: Invalid
de: Ungültig
es: Inválido
it: Non valido
nl: Ongeldig

# jobListItemExpired
source: Expired
de: Abgelaufen
es: Expirado
it: Scaduto
nl: Verlopen
ro: Expirat

# jobListItemToday
source: Today
de: Heute
es: Hoy
it: Oggi
nl: Vandaag
ro: Astăzi

# jobListItemTomorrow
source: Tomorrow
de: Morgen
es: Mañana
it: Domani
nl: Morgen
ro: Mâine

# jobListItemDaysLeft
source: {days}d left
de: {days}T übrig
es: {days}d restantes
it: {days}g rimasti
nl: {days}d over
ro: {days}z rămase

source: Job Details
de: Stellendetails
es: Detalles del Trabajo
it: Dettagli Lavoro
nl: Baan Details
ro: Detalii Job

source: Open in browser
de: Im Browser öffnen
es: Abrir en navegador
it: Apri nel browser
nl: Openen in browser
ro: Deschide în browser

source: Location
de: Standort
es: Ubicación
it: Posizione
nl: Locatie
ro: Locație

source: Deadline
de: Bewerbungsfrist
es: Fecha límite
it: Scadenza
ro: Termen limită

source: Work Mode
de: Arbeitsmodell
es: Modalidad de Trabajo
it: Modalità di Lavoro
nl: Werkwijze
ro: Mod de Lucru

source: Salary
de: Gehalt
es: Salario
it: Stipendio
nl: Salaris
ro: Salariu

source: Duration
de: Dauer
es: Duración
it: Durata
nl: Duur
ro: Durată

# monthsCount
source: {count, plural, =1{1 month} other{{count} months}}
de: {count, plural, =1{1 Monat} other{{count} Monate}}
es: {count, plural, =1{1 mes} other{{count} meses}}
it: {count, plural, =1{1 mese} other{{count} mesi}}
nl: {count, plural, =1{1 maand} other{{count} maanden}}
ro: {count, plural, =1{1 lună} few{{count} luni} other{{count} luni}}

source: Time Commitment
de: Zeitaufwand
es: Compromiso de Tiempo
it: Impegno Temporale
nl: Tijdsbesteding
ro: Angajament de Timp

source: Season
de: Saison
es: Temporada
it: Stagione
nl: Seizoen
ro: Sezon

source: Visa Help
de: Visa-Hilfe
es: Ayuda con Visa
it: Aiuto Visto
nl: Visum Hulp
ro: Ajutor Viză

# jobDetailsTitle
source: Job Details
de: Stellendetails
es: Detalles del Trabajo
it: Dettagli Lavoro
nl: Baan Details
ro: Detalii Job

source: Education Requirements
de: Bildungsanforderungen
es: Requisitos Educativos
it: Requisiti Educativi
nl: Onderwijsvereisten
ro: Cerințe Educaționale

source: Required Degree
de: Erforderlicher Abschluss
es: Título Requerido
it: Laurea Richiesta
nl: Vereiste Diploma
ro: Diplomă Necesară

source: Graduation Years
de: Abschlussjahre
es: Años de Graduación
it: Anni di Laurea
nl: Afstudeerjaren
ro: Ani de Absolvire

# skillsAndQualifications
source: Skills & Qualifications
de: Fähigkeiten & Qualifikationen
es: Habilidades y Calificaciones
it: Competenze e Qualifiche
nl: Vaardigheden & Kwalificaties
ro: Abilități & Calificări

source: Technical Skills
de: Technische Fähigkeiten
es: Habilidades Técnicas
it: Competenze Tecniche
nl: Technische Vaardigheden
ro: Abilități Tehnice

source: Soft Skills
de: Soziale Kompetenzen
es: Habilidades Blandas
it: Competenze Trasversali
nl: Sociale Vaardigheden
ro: Abilități Sociale

source: Languages
de: Sprachen
es: Idiomas
it: Lingue
nl: Talen
ro: Limbi

source: Nice-to-Have
de: Wünschenswert
es: Deseable
it: Gradito
nl: Wenselijk
ro: Dorit

source: Job Description
de: Stellenbeschreibung
es: Descripción del Trabajo
it: Descrizione del Lavoro
nl: Baanbeschrijving
ro: Descrierea Job-ului

source: Requirements
de: Anforderungen
es: Requisitos
it: Requisiti
nl: Vereisten
ro: Cerințe

source: Apply Now
de: Jetzt bewerben
es: Aplicar Ahora
it: Candidati Ora
nl: Nu Solliciteren
ro: Aplică Acum

source: Not specified
de: Nicht angegeben
es: No especificado
it: Non specificato
nl: Niet gespecificeerd
ro: Nespecificat

source: Expired
de: Abgelaufen
es: Expirado
it: Scaduto
nl: Verlopen
ro: Expirat

source: Today
de: Heute
es: Hoy
it: Oggi
nl: Vandaag
ro: Astăzi

source: Tomorrow
de: Morgen
es: Mañana
it: Domani
nl: Morgen
ro: Mâine

# inDays
source: In {count} days
de: In {count} Tagen
es: En {count} días
it: Tra {count} giorni
nl: Over {count} dagen
ro: În {count} zile

# monthDay
source: {month, select, 1{Jan} 2{Feb} 3{Mar} 4{Apr} 5{May} 6{Jun} 7{Jul} 8{Aug} 9{Sep} 10{Oct} 11{Nov} 12{Dec} other{}} {day}
de: {month, select, 1{Jan} 2{Feb} 3{Mär} 4{Apr} 5{Mai} 6{Jun} 7{Jul} 8{Aug} 9{Sep} 10{Okt} 11{Nov} 12{Dez} other{}} {day}
es: {month, select, 1{Ene} 2{Feb} 3{Mar} 4{Abr} 5{May} 6{Jun} 7{Jul} 8{Ago} 9{Sep} 10{Oct} 11{Nov} 12{Dic} other{}} {day}
it: {month, select, 1{Gen} 2{Feb} 3{Mar} 4{Apr} 5{Mag} 6{Giu} 7{Lug} 8{Ago} 9{Set} 10{Ott} 11{Nov} 12{Dic} other{}} {day}
nl: {month, select, 1{Jan} 2{Feb} 3{Maa} 4{Apr} 5{Mei} 6{Jun} 7{Jul} 8{Aug} 9{Sep} 10{Okt} 11{Nov} 12{Dec} other{}} {day}
ro: {month, select, 1{Ian} 2{Feb} 3{Mar} 4{Apr} 5{Mai} 6{Iun} 7{Iul} 8{Aug} 9{Sep} 10{Oct} 11{Noi} 12{Dec} other{}} {day}

source: Invalid date
de: Ungültiges Datum
es: Fecha inválida
it: Data non valida
nl: Ongeldige datum
ro: Dată invalidă

# jobCartTabLiked
source: Liked
es: Me gusta
it: Piaciuti
nl: Geliked
ro: Apreciate

# jobCartTabToApply
source: To Apply
es: Por aplicar
it: Da candidare
nl: Solliciteren
ro: De aplicat

# jobCartTabApplied
source: Applied
es: Aplicados
it: Candidati
nl: Gesolliciteerd
ro: Aplicate

# jobCartYourJobCart
source: Your Job Cart
es: Tu carrito de trabajos
it: Il tuo carrello lavori
nl: Uw banen winkelwagen
ro: Coșul tău de joburi

# jobCartRefresh
source: Refresh
es: Actualizar
it: Aggiorna
nl: Vernieuwen
ro: Reîmprospătează

# jobCartLoadingJobCart
source: Loading your job cart...
es: Cargando tu carrito de trabajos...
it: Caricamento del tuo carrello lavori...
nl: Uw banen winkelwagen laden...
ro: Se încarcă coșul de joburi...

# jobCartPotentialOpportunities
source: potential opportunities
es: oportunidades potenciales
it: opportunità potenziali
nl: potentiële kansen
ro: oportunități potențiale

# jobCartApplicationsRemaining
source: applications remaining
es: aplicaciones restantes
it: candidature rimanenti
nl: resterende sollicitaties
ro: aplicații rămase

# jobCartApplicationsCompleted
source: applications completed
es: aplicaciones completadas
it: candidature completate
nl: voltooide sollicitaties
ro: aplicații completate

# jobCartPotentialOpportunity
source: potential opportunity
es: oportunidad potencial
it: opportunità potenziale
nl: potentiële kans
ro: oportunitate potențială

# jobCartApplicationRemaining
source: application remaining
es: aplicación restante
it: candidatura rimanente
nl: resterende sollicitatie
ro: aplicație rămasă

# jobCartApplicationCompleted
source: application completed
es: aplicación completada
it: candidatura completata
nl: voltooide sollicitatie
ro: aplicație completată

# jobCartNoLikedJobs
source: You haven't liked any jobs yet
es: Aún no has marcado ningún trabajo como favorito
it: Non hai ancora messo mi piace a nessun lavoro
nl: U heeft nog geen banen geliked
ro: Nu ai apreciat încă niciun job

# jobCartNoApplicationsToComplete
source: No applications to complete
es: No hay aplicaciones por completar
it: Nessuna candidatura da completare
nl: Geen sollicitaties om te voltooien
ro: Nu ai aplicații de completat

# jobCartNoCompletedApplications
source: You haven't completed any applications
es: No has completado ninguna aplicación
it: Non hai completato nessuna candidatura
nl: U heeft nog geen sollicitaties voltooid
ro: Nu ai completat încă nicio aplicație

# jobCartNoJobsFound
source: No jobs found
es: No se encontraron trabajos
it: Nessun lavoro trovato
nl: Geen banen gevonden
ro: Nu s-au găsit joburi

# jobCartStartBrowsing
source: Start browsing jobs to build your collection
es: Comienza a navegar por trabajos para construir tu colección
it: Inizia a sfogliare i lavori per costruire la tua collezione
nl: Begin met bladeren door banen om uw collectie op te bouwen
ro: Începe să navighezi prin joburi pentru a-ți construi colecția
