Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# languagesSelectLanguage
source: Select Language
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionner la langue
it: Seleziona Lingua
nl: Taal Selecteren
ro: Selectează Limba

# languagesChoosePreferredLanguage
source: Choose your preferred language
de: Wählen Sie Ihre bevorzugte Sprache
es: Elige tu idioma preferido
fr: Choisissez votre langue préférée
it: Scegli la tua lingua preferita
nl: Kies je gewenste taal
ro: Alege limba preferată

# languagesLanguageChangedTo
source: Language changed to {language}
de: Sprache geändert zu {language}
es: Idioma cambiado a {language}
fr: Langue changée en {language}
it: Lingua cambiata in {language}
nl: Taal gewijzigd naar {language}
ro: Limba schimbată în {language}

# languagesSelected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionnée
it: Selezionata
nl: Geselecteerd
ro: Selectată

# languagesRomanian
source: Romanian
de: Rumänisch
es: Rumano
fr: Roumain
it: Rumeno
nl: Roemeens
ro: Română

# languagesFrench
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
nl: Frans
ro: Franceză

# languagesGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
nl: Duits
ro: Germană

# languagesItalian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans
ro: Italiană

# languagesSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
nl: Spaans
ro: Spaniolă

# languagesDutch
source: Dutch
de: Niederländisch
es: Neerlandés
fr: Néerlandais
it: Olandese
nl: Nederlands
ro: Olandeză

# languagesEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels
ro: Engleză

# entryScreenWelcome
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nl: Welkom
ro: Bun venit

# entryScreenYourName
source: Your Name
de: Ihr Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
nl: Je naam
ro: Numele tău

# entryScreenEnterFullName
source: Enter your full name
de: Geben Sie Ihren vollständigen Namen ein
es: Ingresa tu nombre completo
fr: Entrez votre nom complet
it: Inserisci il tuo nome completo
nl: Voer je volledige naam in
ro: Introdu numele complet

# entryScreenIAgreeToThe
source: I agree to the
de: Ich stimme der
es: Acepto la
fr: J'accepte la
it: Accetto la
nl: Ik ga akkoord met het
ro: Sunt de acord cu

# entryScreenGdprPrivacyPolicy
source: GDPR Privacy Policy
de: DSGVO-Datenschutzrichtlinie
es: Política de privacidad RGPD
fr: Politique de confidentialité RGPD
it: Politica sulla privacy GDPR
nl: AVG-privacybeleid
ro: Politica de Confidențialitate GDPR

# entryScreenContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
ro: Continuă

# questionsNext
source: Next
de: Nächste
es: Siguiente
fr: Suivante
it: Prossima
nl: Volgende
ro: Următoarea

# questionsPrevious
source: Previous
de: Vorherige
es: Anterior
fr: Précédente
it: Precedente
nl: Vorige
ro: Precedenta

# questionsFinish
source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
it: Termina
nl: Voltooien
ro: Finalizează

# questionStudyLevel
source: What is your current level of study?
de: Was ist Ihr aktuelles Studienniveau?
es: ¿Cuál es tu nivel actual de estudios?
fr: Quel est votre niveau d'études actuel ?
it: Qual è il tuo livello di studi attuale?
nl: Wat is je huidige studieniveau?
ro: Care este nivelul tău actual de studiu?

# questionStillStudent
source: Are you still a student?
de: Sind Sie noch Student?
es: ¿Sigues siendo estudiante?
fr: Êtes-vous encore étudiant ?
it: Sei ancora uno studente?
nl: Ben je nog student?
ro: Ești încă student?

# questionWhatYear
source: What year are you in?
de: In welchem Jahr sind Sie?
es: ¿En qué año estás?
fr: En quelle année êtes-vous ?
it: In che anno sei?
nl: In welk jaar zit je?
ro: În ce an ești?

# questionWhenFinish
source: When will you be done with your studies?
de: Wann werden Sie Ihr Studium beenden?
es: ¿Cuándo terminarás tus estudios?
fr: Quand finirez-vous vos études ?
it: Quando finirai i tuoi studi?
nl: Wanneer ben je klaar met je studie?
ro: Când vei termina studiile?

# questionUniversityType
source: What kind of university do/did you attend?
de: Welche Art von Universität besuchen/besuchten Sie?
es: ¿Qué tipo de universidad cursas/cursaste?
fr: Quel type d'université fréquentez/avez-vous fréquenté ?
it: Che tipo di università frequenti/hai frequentato?
nl: Welk type universiteit volg/volgde je?
ro: Ce tip de universitate frecventezi/ai frecventat?

# questionStudyField
source: What is the field of your study?
de: Was ist Ihr Studienfach?
es: ¿Cuál es tu campo de estudio?
fr: Quel est votre domaine d'études ?
it: Qual è il tuo campo di studio?
nl: Wat is je studiegebied?
ro: Care este domeniul de studiu?

# questionEngineeringType
source: What type of engineering?
de: Welche Art von Ingenieurwesen?
es: ¿Qué tipo de ingeniería?
fr: Quel type d'ingénierie ?
it: Che tipo di ingegneria?
nl: Welk type engineering?
ro: Ce tip de inginerie?

# questionItArea
source: What area of IT & Data Science?
de: Welcher Bereich IT und Datenwissenschaft?
es: ¿Qué área de IT y Ciencia de datos?
fr: Quel domaine IT et Science des données ?
it: Quale area IT e Scienza dei dati?
nl: Welk gebied IT en Data Science?
ro: Ce zonă IT și Știința Datelor?

# questionOtherSpecializations
source: Do you have other specializations/minor?
de: Haben Sie andere Spezialisierungen/Nebenfächer?
es: ¿Tienes otras especializaciones/menores?
fr: Avez-vous d'autres spécialisations/mineures ?
it: Hai altre specializzazioni/minori?
nl: Heb je andere specialisaties/bijvakken?
ro: Ai alte specializări/minor?

# questionPriorExperience
source: Do you have any prior experience in these fields?
de: Haben Sie Vorerfahrung in diesen Bereichen?
es: ¿Tienes experiencia previa en estos campos?
fr: Avez-vous une expérience préalable dans ces domaines ?
it: Hai esperienza precedente in questi campi?
nl: Heb je eerdere ervaring in deze gebieden?
ro: Ai experiență anterioară în aceste domenii?

# questionOtherFields
source: What other fields have you worked in before?
de: In welchen anderen Bereichen haben Sie zuvor gearbeitet?
es: ¿En qué otros campos has trabajado antes?
fr: Dans quels autres domaines avez-vous travaillé auparavant ?
it: In quali altri campi hai lavorato prima?
nl: In welke andere gebieden heb je eerder gewerkt?
ro: În ce alte domenii ai lucrat înainte?

# questionSoftSkills
source: What soft skills do you master?
de: Welche Soft Skills beherrschen Sie?
es: ¿Qué habilidades blandas dominas?
fr: Quelles compétences personnelles maîtrisez-vous ?
it: Quali soft skills padroneggi?
nl: Welke soft skills beheers je?
ro: Ce soft skills stăpânești?

# questionHardSkills
source: What hard skills do you master?
de: Welche Hard Skills beherrschen Sie?
es: ¿Qué habilidades técnicas dominas?
fr: Quelles compétences techniques maîtrisez-vous ?
it: Quali hard skills padroneggi?
nl: Welke hard skills beheers je?
ro: Ce hard skills stăpânești?

# questionLanguagesComfortable
source: What languages are you comfortable doing the internship in?
de: In welchen Sprachen können Sie das Praktikum bequem absolvieren?
es: ¿En qué idiomas te sientes cómodo haciendo las prácticas?
fr: Dans quelles langues êtes-vous à l'aise pour faire le stage ?
it: In quali lingue ti senti a tuo agio per fare lo stage?
nl: In welke talen voel je je comfortabel om de stage te doen?
ro: În ce limbi te simți confortabil să faci internship-ul?

# questionCountriesSearch
source: What countries are you searching an internship in?
de: In welchen Ländern suchen Sie ein Praktikum?
es: ¿En qué países buscas prácticas?
fr: Dans quels pays recherchez-vous un stage ?
it: In quali paesi stai cercando uno stage?
nl: In welke landen zoek je een stage?
ro: În ce țări cauți un internship?

# questionAvailability
source: What is your availability?
de: Wie ist Ihre Verfügbarkeit?
es: ¿Cuál es tu disponibilidad?
fr: Quelle est votre disponibilité ?
it: Qual è la tua disponibilità?
nl: Wat is je beschikbaarheid?
ro: Care este disponibilitatea ta?

# questionInternshipLength
source: How long should the internship be?
de: Wie lange soll das Praktikum dauern?
es: ¿Cuánto deberían durar las prácticas?
fr: Quelle durée devrait avoir le stage ?
it: Quanto dovrebbe durare lo stage?
nl: Hoe lang moet de stage duren?
ro: Cât de lung să fie internship-ul?

# questionRequireVisa
source: Do you require VISA to work?
de: Benötigen Sie ein VISUM zum Arbeiten?
es: ¿Necesitas VISA para trabajar?
fr: Avez-vous besoin d'un VISA pour travailler ?
it: Hai bisogno di un VISTO per lavorare?
nl: Heb je een VISUM nodig om te werken?
ro: Ai nevoie de VIZĂ pentru a lucra?

# questionConsiderTraineeships
source: Would you also consider traineeships?
de: Würden Sie auch Ausbildungen in Betracht ziehen?
es: ¿También considerarías programas de formación?
fr: Considéreriez-vous aussi des formations ?
it: Considereresti anche dei tirocini?
nl: Zou je ook traineeships overwegen?
ro: Ai lua în considerare și traineeship-uri?

# optionHighschool
source: Highschool
de: Gymnasium
es: Bachillerato
fr: Lycée
it: Liceo
nl: Middelbare school
ro: Liceu

# optionBachelor
source: Bachelor
es: Licenciatura
fr: Licence
it: Laurea
ro: Licență

# optionMaster
source: Master
es: Máster

# optionPhd
source: PhD
de: Promotion
es: Doctorado
fr: Doctorat
it: Dottorato
ro: Doctorat

# optionYes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
ro: Da

# optionMaybe
source: Maybe
de: Vielleicht
es: Tal vez
fr: Peut-être
it: Forse
nl: Misschien
ro: Poate

# optionFirstYear
source: 1st Year
de: 1. Jahr
es: 1er año
fr: 1ère année
it: 1° anno
nl: 1e jaar
ro: Anul 1

# optionSecondYear
source: 2nd Year
de: 2. Jahr
es: 2º año
fr: 2ème année
it: 2° anno
nl: 2e jaar
ro: Anul 2

# optionThirdYear
source: 3rd Year
de: 3. Jahr
es: 3er año
fr: 3ème année
it: 3° anno
nl: 3e jaar
ro: Anul 3

# optionFourthYear
source: 4th Year
de: 4. Jahr
es: 4º año
fr: 4ème année
it: 4° anno
nl: 4e jaar
ro: Anul 4

# optionResearch
source: Research
de: Forschung
es: Investigación
fr: Recherche
it: Ricerca
nl: Onderzoek
ro: Cercetare

# optionApplied
source: Applied
de: Angewandt
es: Aplicada
fr: Appliquée
it: Applicata
nl: Toegepast
ro: Aplicată

# optionEngineering
source: Engineering
de: Ingenieurwesen
es: Ingeniería
fr: Ingénierie
it: Ingegneria
ro: Inginerie

# optionItDataScience
source: IT & Data Science
de: IT und Datenwissenschaft
es: IT y Ciencia de datos
fr: IT et Science des données
it: IT e Scienza dei dati
nl: IT en Data Science
ro: IT și Știința Datelor

# optionMarketingCommunication
source: Marketing & Communication
de: Marketing und Kommunikation
es: Marketing y Comunicación
fr: Marketing et Communication
it: Marketing e Comunicazione
nl: Marketing en Communicatie
ro: Marketing și Comunicare

# optionFinanceEconomics
source: Finance & Economics
de: Finanzen und Wirtschaft
es: Finanzas y Economía
fr: Finance et Économie
it: Finanza ed Economia
nl: Financiën en Economie
ro: Finanțe și Economie

# optionPoliticalScience
source: Political Science & Public Administration
de: Politikwissenschaft und öffentliche Verwaltung
es: Ciencias políticas y Administración pública
fr: Sciences politiques et Administration publique
it: Scienze politiche e Pubblica amministrazione
nl: Politieke wetenschappen en Openbaar bestuur
ro: Științe Politice și Administrație Publică

# optionSalesBusiness
source: Sales & Business Administration
de: Vertrieb und Unternehmensführung
es: Ventas y Administración de empresas
fr: Ventes et Administration des affaires
it: Vendite e Amministrazione aziendale
nl: Verkoop en Bedrijfskunde
ro: Vânzări și Administrarea Afacerilor

# optionArtsCulture
source: Arts & Culture
de: Kunst und Kultur
es: Arte y Cultura
fr: Arts et Culture
it: Arte e Cultura
nl: Kunst en Cultuur
ro: Arte și Cultură

# optionBiologyChemistry
source: Biology, Chemistry, & Life Sciences
de: Biologie, Chemie und Lebenswissenschaften
es: Biología, Química y Ciencias de la vida
fr: Biologie, Chimie et Sciences de la vie
it: Biologia, Chimica e Scienze della vita
nl: Biologie, Scheikunde en Levenswetenschappen
ro: Biologie, Chimie și Științele Vieții

# optionNone
source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
nl: Geen
ro: Niciunul

# optionMechanical
source: Mechanical
de: Maschinenbau
es: Mecánica
fr: Mécanique
it: Meccanica
nl: Werktuigbouw
ro: Mecanică

# optionElectrical
source: Electrical
de: Elektrotechnik
es: Eléctrica
fr: Électrique
it: Elettrica
nl: Elektrotechniek
ro: Electrică

# optionAerospace
source: Aerospace
de: Luft- und Raumfahrt
es: Aeroespacial
fr: Aérospatiale
it: Aerospaziale
nl: Lucht- en ruimtevaart
ro: Aerospațială

# optionChemical
source: Chemical
de: Chemieingenieurwesen
es: Química
fr: Chimique
it: Chimica
nl: Chemische techniek
ro: Chimică

# optionSoftwareDevelopment
source: Software Development & Debugging
de: Softwareentwicklung und Debugging
es: Desarrollo de software y Depuración
fr: Développement logiciel et débogage
it: Sviluppo software e Debugging
nl: Softwareontwikkeling en Debugging
ro: Dezvoltare Software și Debugging

# optionFullStackDevelopment
source: Full-stack Development
de: Full-Stack-Entwicklung
es: Desarrollo full-stack
fr: Développement full-stack
it: Sviluppo full-stack
nl: Full-stack ontwikkeling
ro: Dezvoltare Full-stack

# optionDevOps
source: DevOps & CI/CD
de: DevOps und CI/CD
es: DevOps y CI/CD
fr: DevOps et CI/CD
it: DevOps e CI/CD
nl: DevOps en CI/CD
ro: DevOps și CI/CD

# optionItSupport
source: IT Support & System Administration
de: IT-Support und Systemadministration
es: Soporte IT y Administración de sistemas
fr: Support IT et Administration système
it: Supporto IT e Amministrazione di sistema
nl: IT-ondersteuning en Systeembeheer
ro: Suport IT și Administrarea Sistemelor

# optionProductManagement
source: Product Management
de: Produktmanagement
es: Gestión de productos
fr: Gestion de produit
it: Gestione prodotto
nl: Productbeheer
ro: Management de Produs

# optionMachineLearning
source: Machine Learning & AI
de: Machine Learning und KI
es: Machine Learning e IA
fr: Machine Learning et IA
it: Machine Learning e IA
nl: Machine Learning en AI
ro: Machine Learning și AI

# optionDataAnalysis
source: Data Analysis
de: Datenanalyse
es: Análisis de datos
fr: Analyse de données
it: Analisi dati
nl: Data-analyse
ro: Analiza Datelor

# optionYesInternship
source: Yes, internship
de: Ja, Praktikum
es: Sí, prácticas
fr: Oui, stage
it: Sì, stage
nl: Ja, stage
ro: Da, internship

# optionYesPartTime
source: Yes, part-time job
de: Ja, Teilzeitjob
es: Sí, trabajo a tiempo parcial
fr: Oui, emploi à temps partiel
it: Sì, lavoro part-time
nl: Ja, deeltijdbaan
ro: Da, job part-time

# optionYesPersonalProjects
source: Yes, personal projects
de: Ja, persönliche Projekte
es: Sí, proyectos personales
fr: Oui, projets personnels
it: Sì, progetti personali
nl: Ja, persoonlijke projecten
ro: Da, proiecte personale

# optionAnytime
source: Anytime
de: Jederzeit
es: Cualquier momento
fr: N'importe quand
it: Quando vuoi
nl: Altijd
ro: Oricând

# optionSummer
source: Summer
de: Sommer
es: Verano
fr: Été
it: Estate
nl: Zomer
ro: Vară

# optionAutumn
source: Autumn
de: Herbst
es: Otoño
fr: Automne
it: Autunno
nl: Herfst
ro: Toamnă

# optionWinter
source: Winter
es: Invierno
fr: Hiver
it: Inverno
ro: Iarnă

# optionSpring
source: Spring
de: Frühling
es: Primavera
fr: Printemps
it: Primavera
nl: Lente
ro: Primăvară

# optionOneToThreeMonths
source: 1-3 months
de: 1-3 Monate
es: 1-3 meses
fr: 1-3 mois
it: 1-3 mesi
nl: 1-3 maanden
ro: 1-3 luni

# optionThreeToSixMonths
source: 3-6 months
de: 3-6 Monate
es: 3-6 meses
fr: 3-6 mois
it: 3-6 mesi
nl: 3-6 maanden
ro: 3-6 luni

# optionSixToTwelveMonths
source: 6-12 months
de: 6-12 Monate
es: 6-12 meses
fr: 6-12 mois
it: 6-12 mesi
nl: 6-12 maanden
ro: 6-12 luni

# optionMoreThanTwelveMonths
source: More than 12 months
de: Mehr als 12 Monate
es: Más de 12 meses
fr: Plus de 12 mois
it: Più di 12 mesi
nl: Meer dan 12 maanden
ro: Mai mult de 12 luni

# optionYesEuUk
source: Yes, for EU/EEA and UK
de: Ja, für EU/EWR und UK
es: Sí, para UE/EEE y Reino Unido
fr: Oui, pour UE/EEE et Royaume-Uni
it: Sì, per UE/SEE e Regno Unito
nl: Ja, voor EU/EER en VK
ro: Da, pentru UE/SEE și Marea Britanie

# optionYesEu
source: Yes, for EU/EEA
de: Ja, für EU/EWR
es: Sí, para UE/EEE
fr: Oui, pour UE/EEE
it: Sì, per UE/SEE
nl: Ja, voor EU/EER
ro: Da, pentru UE/SEE

# optionYesUk
source: Yes, for UK
de: Ja, für UK
es: Sí, para Reino Unido
fr: Oui, pour Royaume-Uni
it: Sì, per Regno Unito
nl: Ja, voor VK
ro: Da, pentru Marea Britanie

# hintSelectOne
source: Select one option
de: Eine Option auswählen
es: Selecciona una opción
fr: Sélectionnez une option
it: Seleziona un'opzione
nl: Selecteer één optie
ro: Selectează o opțiune

# hintSelectMultiple
source: Select all that apply
de: Alle zutreffenden auswählen
es: Selecciona todas las opciones aplicables
fr: Sélectionnez toutes les options applicables
it: Seleziona tutte le opzioni applicabili
nl: Selecteer alle toepasselijke opties
ro: Selectează toate care se aplică

# hintSearchAndSelect
source: Search and select
de: Suchen und auswählen
es: Buscar y seleccionar
fr: Rechercher et sélectionner
it: Cerca e seleziona
nl: Zoeken en selecteren
ro: Caută și selectează

# hintTypeAnswer
source: Type your answer here
de: Antwort hier eingeben
es: Escribe tu respuesta aquí
fr: Tapez votre réponse ici
it: Scrivi la tua risposta qui
nl: Typ hier je antwoord
ro: Scrie răspunsul aici

# hintOtherSpecify
source: Other, specify
de: Andere, spezifizieren
es: Otro, especificar
fr: Autre, spécifiez
it: Altro, specifica
nl: Anders, specificeer
ro: Altul, specifică

# countryAny
source: Any
de: Beliebig
es: Cualquiera
fr: N'importe lequel
it: Qualsiasi
nl: Elke
ro: Oricare

# countryBelgium
source: Belgium
de: Belgien
es: Bélgica
fr: Belgique
it: Belgio
nl: België
ro: Belgia

# countryBosniaHerzegovina
source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
it: Bosnia ed Erzegovina
nl: Bosnië en Herzegovina
ro: Bosnia și Herțegovina

# countryCroatia
source: Croatia
de: Kroatien
es: Croacia
fr: Croatie
it: Croazia
nl: Kroatië
ro: Croația

# countryCyprus
source: Cyprus
de: Zypern
es: Chipre
fr: Chypre
it: Cipro
ro: Cipru

# countryCzechRepublic
source: Czech Republic
de: Tschechische Republik
es: República Checa
fr: République tchèque
it: Repubblica Ceca
nl: Tsjechische Republiek
ro: Republica Cehă

# countryDenmark
source: Denmark
de: Dänemark
es: Dinamarca
fr: Danemark
it: Danimarca
nl: Denemarken
ro: Danemarca

# countryFinland
source: Finland
de: Finnland
es: Finlandia
fr: Finlande
it: Finlandia
ro: Finlanda

# countryFrance
source: France
de: Frankreich
es: Francia
it: Francia
nl: Frankrijk
ro: Franța

# countryGermany
source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
nl: Duitsland
ro: Germania

# countryGreece
source: Greece
de: Griechenland
es: Grecia
fr: Grèce
it: Grecia
nl: Griekenland
ro: Grecia

# countryHungary
source: Hungary
de: Ungarn
es: Hungría
fr: Hongrie
it: Ungheria
nl: Hongarije
ro: Ungaria

# countryIceland
source: Iceland
de: Island
es: Islandia
fr: Islande
it: Islanda
nl: IJsland
ro: Islanda

# countryIreland
source: Ireland
de: Irland
es: Irlanda
fr: Irlande
it: Irlanda
nl: Ierland
ro: Irlanda

# countryItaly
source: Italy
de: Italien
es: Italia
fr: Italie
it: Italia
nl: Italië
ro: Italia

# countryLatvia
source: Latvia
de: Lettland
es: Letonia
fr: Lettonie
it: Lettonia
nl: Letland
ro: Letonia

# countryLithuania
source: Lithuania
de: Litauen
es: Lituania
fr: Lituanie
it: Lituania
nl: Litouwen
ro: Lituania

# countryLuxembourg
source: Luxembourg
de: Luxemburg
es: Luxemburgo
it: Lussemburgo
nl: Luxemburg
ro: Luxemburg

# countryMoldova
source: Moldova
de: Moldau
es: Moldavia
fr: Moldavie
it: Moldavia
nl: Moldavië

# countryMonaco
source: Monaco
es: Mónaco

# countryNetherlands
source: Netherlands
de: Niederlande
es: Países Bajos
fr: Pays-Bas
it: Paesi Bassi
nl: Nederland
ro: Olanda

# countryNorthMacedonia
source: North Macedonia
de: Nordmazedonien
es: Macedonia del Norte
fr: Macédoine du Nord
it: Macedonia del Nord
nl: Noord-Macedonië
ro: Macedonia de Nord

# countryNorway
source: Norway
de: Norwegen
es: Noruega
fr: Norvège
it: Norvegia
nl: Noorwegen
ro: Norvegia

# countryPoland
source: Poland
de: Polen
es: Polonia
fr: Pologne
it: Polonia
nl: Polen
ro: Polonia

# countryRomania
source: Romania
de: Rumänien
es: Rumania
fr: Roumanie
nl: Roemenië
ro: România

# countrySlovakia
source: Slovakia
de: Slowakei
es: Eslovaquia
fr: Slovaquie
it: Slovacchia
nl: Slowakije
ro: Slovacia

# countrySlovenia
source: Slovenia
de: Slowenien
es: Eslovenia
fr: Slovénie
nl: Slovenië

# countrySpain
source: Spain
de: Spanien
es: España
fr: Espagne
it: Spagna
nl: Spanje
ro: Spania

# countrySweden
source: Sweden
de: Schweden
es: Suecia
fr: Suède
it: Svezia
nl: Zweden
ro: Suedia

# countrySwitzerland
source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse
it: Svizzera
nl: Zwitserland
ro: Elveția

# countryUkraine
source: Ukraine
es: Ucrania
it: Ucraina
nl: Oekraïne
ro: Ucraina

# countryUnitedKingdom
source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
it: Regno Unito
nl: Verenigd Koninkrijk
ro: Marea Britanie

# countryVaticanCity
source: Vatican City
de: Vatikanstadt
es: Ciudad del Vaticano
fr: Cité du Vatican
it: Città del Vaticano
nl: Vaticaanstad
ro: Orașul Vatican

# languageAlbanian
source: Albanian
de: Albanisch
es: Albanés
fr: Albanais
it: Albanese
nl: Albanees
ro: Albaneză

# languageBosnian
source: Bosnian
de: Bosnisch
es: Bosnio
fr: Bosniaque
it: Bosniaco
nl: Bosnisch
ro: Bosniacă

# languageBulgarian
source: Bulgarian
de: Bulgarisch
es: Búlgaro
fr: Bulgare
it: Bulgaro
nl: Bulgaars
ro: Bulgară

# languageCatalan
source: Catalan
de: Katalanisch
es: Catalán
it: Catalano
nl: Catalaans
ro: Catalană

# languageCroatian
source: Croatian
de: Kroatisch
es: Croata
fr: Croate
it: Croato
nl: Kroatisch
ro: Croată

# languageCzech
source: Czech
de: Tschechisch
es: Checo
fr: Tchèque
it: Ceco
nl: Tsjechisch
ro: Cehă

# languageDanish
source: Danish
de: Dänisch
es: Danés
fr: Danois
it: Danese
nl: Deens
ro: Daneză

# languageDutch
source: Dutch
de: Niederländisch
es: Neerlandés
fr: Néerlandais
it: Olandese
nl: Nederlands
ro: Olandeză

# languageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
nl: Engels
ro: Engleză

# languageEstonian
source: Estonian
de: Estnisch
es: Estonio
fr: Estonien
it: Estone
nl: Ests
ro: Estoniană

# languageFinnish
source: Finnish
de: Finnisch
es: Finlandés
fr: Finnois
it: Finlandese
nl: Fins
ro: Finlandeză

# languageFrench
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
nl: Frans
ro: Franceză

# languageGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
nl: Duits
ro: Germană

# languageGreek
source: Greek
de: Griechisch
es: Griego
fr: Grec
it: Greco
nl: Grieks
ro: Greacă

# languageHungarian
source: Hungarian
de: Ungarisch
es: Húngaro
fr: Hongrois
it: Ungherese
nl: Hongaars
ro: Maghiară

# languageIcelandic
source: Icelandic
de: Isländisch
es: Islandés
fr: Islandais
it: Islandese
nl: IJslands
ro: Islandeză

# languageIrish
source: Irish
de: Irisch
es: Irlandés
fr: Irlandais
it: Irlandese
nl: Iers
ro: Irlandeză

# languageItalian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
nl: Italiaans
ro: Italiană

# languageLatvian
source: Latvian
de: Lettisch
es: Letón
fr: Letton
it: Lettone
nl: Lets
ro: Letonă

# languageLithuanian
source: Lithuanian
de: Litauisch
es: Lituano
fr: Lituanien
it: Lituano
nl: Litouws
ro: Lituaniană

# languageLuxembourgish
source: Luxembourgish
de: Luxemburgisch
es: Luxemburgués
fr: Luxembourgeois
it: Lussemburghese
nl: Luxemburgs
ro: Luxemburgheză

# languageMacedonian
source: Macedonian
de: Mazedonisch
es: Macedonio
fr: Macédonien
it: Macedone
nl: Macedonisch
ro: Macedoneană
