Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# settingsPrivacyPolicyPageChildrensPrivacyText
source: Our Platform is not intended for children under 16 years of age. We do not knowingly collect personal data from children under 16. If we learn that we have collected personal data from a child under 16, we will take steps to delete that information as quickly as possible. If you believe we might have any information from or about a child under 16, please contact us.
de: Unsere Plattform ist nicht für Kinder unter 16 Jahren bestimmt. Wir sammeln wissentlich keine persönlichen Daten von Kindern unter 16 Jahren. Wenn wir erfahren, dass wir persönliche Daten von einem Kind unter 16 Jahren gesammelt haben, werden wir Schritte unternehmen, um diese Informationen so schnell wie möglich zu löschen. Wenn Sie glauben, dass wir Informationen von oder über ein Kind unter 16 Jahren haben könnten, kontaktieren Sie uns bitte.
es: Nuestra Plataforma no está destinada a menores de 16 años de edad. No recopilamos conscientemente datos personales de menores de 16 años. Si nos enteramos de que hemos recopilado datos personales de un menor de 16 años, tomaremos medidas para eliminar esa información lo más rápido posible. Si cree que podríamos tener información de o sobre un menor de 16 años, por favor contáctenos.
fr: Notre Plateforme n'est pas destinée aux enfants de moins de 16 ans. Nous ne collectons pas sciemment de données personnelles d'enfants de moins de 16 ans. Si nous apprenons que nous avons collecté des données personnelles d'un enfant de moins de 16 ans, nous prendrons des mesures pour supprimer ces informations aussi rapidement que possible. Si vous pensez que nous pourrions avoir des informations d'un enfant de moins de 16 ans ou à son sujet, veuillez nous contacter.
it: La nostra Piattaforma non è destinata a minori di 16 anni di età. Non raccogliamo consapevolmente dati personali da minori di 16 anni. Se veniamo a conoscenza di aver raccolto dati personali da un minore di 16 anni, prenderemo provvedimenti per eliminare tali informazioni il più rapidamente possibile. Se credi che potremmo avere informazioni di o su un minore di 16 anni, ti preghiamo di contattarci.
nl: Ons Platform is niet bedoeld voor kinderen onder de 16 jaar. We verzamelen niet bewust persoonlijke gegevens van kinderen onder de 16 jaar. Als we vernemen dat we persoonlijke gegevens van een kind onder de 16 jaar hebben verzameld, zullen we stappen ondernemen om die informatie zo snel mogelijk te verwijderen. Als u denkt dat we informatie van of over een kind onder de 16 jaar hebben, neem dan contact met ons op.
ro: Platforma noastră nu este destinată copiilor sub 16 ani. Nu colectăm în mod conștient date personale de la copii sub 16 ani. Dacă aflăm că am colectat date personale de la un copil sub 16 ani, vom lua măsuri pentru a șterge acele informații cât mai repede posibil. Dacă credeți că am putea avea informații de la sau despre un copil sub 16 ani, vă rugăm să ne contactați.

# settingsPrivacyPolicyPageCookies
source: Cookies and Tracking Technologies
de: Cookies und Tracking-Technologien
es: Cookies y Tecnologías de Seguimiento
fr: Cookies et Technologies de Suivi
it: Cookie e Tecnologie di Tracciamento
nl: Cookies en Volgtechnologieën
ro: Cookie-uri și Tehnologii de Urmărire

# settingsPrivacyPolicyPageCookiesText
source: We use cookies and similar tracking technologies to collect information about your browsing activities and to remember your preferences. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Platform.
de: Wir verwenden Cookies und ähnliche Tracking-Technologien, um Informationen über Ihre Browsing-Aktivitäten zu sammeln und Ihre Präferenzen zu speichern. Sie können Ihren Browser anweisen, alle Cookies abzulehnen oder anzuzeigen, wann ein Cookie gesendet wird. Wenn Sie jedoch keine Cookies akzeptieren, können Sie möglicherweise einige Teile unserer Plattform nicht nutzen.
es: Utilizamos cookies y tecnologías de seguimiento similares para recopilar información sobre sus actividades de navegación y recordar sus preferencias. Puede instruir a su navegador para que rechace todas las cookies o indique cuándo se está enviando una cookie. Sin embargo, si no acepta cookies, es posible que no pueda usar algunas partes de nuestra Plataforma.
fr: Nous utilisons des cookies et des technologies de suivi similaires pour collecter des informations sur vos activités de navigation et mémoriser vos préférences. Vous pouvez demander à votre navigateur de refuser tous les cookies ou d'indiquer quand un cookie est envoyé. Cependant, si vous n'acceptez pas les cookies, vous pourriez ne pas pouvoir utiliser certaines parties de notre Plateforme.
it: Utilizziamo cookie e tecnologie di tracciamento simili per raccogliere informazioni sulle tue attività di navigazione e ricordare le tue preferenze. Puoi istruire il tuo browser a rifiutare tutti i cookie o indicare quando viene inviato un cookie. Tuttavia, se non accetti i cookie, potresti non essere in grado di utilizzare alcune parti della nostra Piattaforma.
nl: We gebruiken cookies en vergelijkbare volgtechnologieën om informatie over uw surfactiviteiten te verzamelen en uw voorkeuren te onthouden. U kunt uw browser instrueren om alle cookies te weigeren of aan te geven wanneer een cookie wordt verzonden. Als u echter geen cookies accepteert, kunt u mogelijk niet alle delen van ons Platform gebruiken.
ro: Folosim cookie-uri și tehnologii similare de urmărire pentru a colecta informații despre activitățile dumneavoastră de navigare și pentru a vă aminti preferințele. Puteți instrui browserul să refuze toate cookie-urile sau să indice când se trimite un cookie. Cu toate acestea, dacă nu acceptați cookie-urile, este posibil să nu puteți folosi unele părți ale Platformei noastre.

# settingsPrivacyPolicyPageInternationalTransfers
source: International Data Transfers
de: Internationale Datenübertragungen
es: Transferencias Internacionales de Datos
fr: Transferts Internationaux de Données
it: Trasferimenti Internazionali di Dati
nl: Internationale Gegevensoverdrachten
ro: Transferuri Internaționale de Date

# settingsPrivacyPolicyPageInternationalTransfersText
source: Your personal data may be transferred to and processed in countries other than the country in which you reside. These countries may have different data protection laws than your country. When we transfer your data internationally, we take measures to ensure that appropriate safeguards are in place to protect your data and to ensure that you can exercise your rights effectively.
de: Ihre persönlichen Daten können in andere Länder als das Land, in dem Sie wohnen, übertragen und verarbeitet werden. Diese Länder können andere Datenschutzgesetze als Ihr Land haben. Wenn wir Ihre Daten international übertragen, treffen wir Maßnahmen, um sicherzustellen, dass angemessene Schutzmaßnahmen vorhanden sind, um Ihre Daten zu schützen und sicherzustellen, dass Sie Ihre Rechte effektiv ausüben können.
es: Sus datos personales pueden ser transferidos y procesados en países distintos al país en el que reside. Estos países pueden tener leyes de protección de datos diferentes a las de su país. Cuando transferimos sus datos internacionalmente, tomamos medidas para asegurar que se implementen las salvaguardas apropiadas para proteger sus datos y asegurar que pueda ejercer sus derechos de manera efectiva.
fr: Vos données personnelles peuvent être transférées vers et traitées dans des pays autres que celui dans lequel vous résidez. Ces pays peuvent avoir des lois de protection des données différentes de celles de votre pays. Lorsque nous transférons vos données à l'international, nous prenons des mesures pour nous assurer que des garanties appropriées sont en place pour protéger vos données et pour vous assurer que vous pouvez exercer vos droits efficacement.
it: I tuoi dati personali potrebbero essere trasferiti ed elaborati in paesi diversi da quello in cui risiedi. Questi paesi potrebbero avere leggi di protezione dei dati diverse dal tuo paese. Quando trasferiamo i tuoi dati internazionalmente, adottiamo misure per garantire che siano in atto salvaguardie appropriate per proteggere i tuoi dati e assicurare che tu possa esercitare i tuoi diritti efficacemente.
nl: Uw persoonlijke gegevens kunnen worden overgedragen naar en verwerkt in andere landen dan het land waarin u woont. Deze landen kunnen andere gegevensbeschermingswetten hebben dan uw land. Wanneer we uw gegevens internationaal overdragen, nemen we maatregelen om ervoor te zorgen dat passende waarborgen aanwezig zijn om uw gegevens te beschermen en ervoor te zorgen dat u uw rechten effectief kunt uitoefenen.
ro: Datele dumneavoastră personale pot fi transferate către și prelucrate în țări altele decât țara în care locuiți. Aceste țări pot avea legi de protecție a datelor diferite de țara dumneavoastră. Când transferăm datele dumneavoastră la nivel internațional, luăm măsuri pentru a ne asigura că sunt implementate garanții adecvate pentru a vă proteja datele și pentru a vă asigura că vă puteți exercita drepturile în mod eficient.

# settingsPrivacyPolicyPageChanges
source: Changes to This Privacy Policy
de: Änderungen an dieser Datenschutzrichtlinie
es: Cambios a Esta Política de Privacidad
fr: Modifications de Cette Politique de Confidentialité
it: Modifiche a Questa Politica sulla Privacy
nl: Wijzigingen in dit Privacybeleid
ro: Modificări la Această Politică de Confidențialitate

# settingsPrivacyPolicyPageChangesText
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the "Last Updated" date. You are advised to review this Privacy Policy periodically for any changes.
de: Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen und das "Zuletzt aktualisiert"-Datum aktualisieren. Es wird empfohlen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen.
es: Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos de cualquier cambio publicando la nueva Política de Privacidad en esta página y actualizando la fecha de "Última Actualización". Se le aconseja revisar esta Política de Privacidad periódicamente para cualquier cambio.
fr: Nous pouvons mettre à jour notre Politique de Confidentialité de temps en temps. Nous vous informerons de tout changement en publiant la nouvelle Politique de Confidentialité sur cette page et en mettant à jour la date "Dernière mise à jour". Il vous est conseillé de consulter périodiquement cette Politique de Confidentialité pour tout changement.
it: Potremmo aggiornare la nostra Politica sulla Privacy di tanto in tanto. Ti informeremo di eventuali modifiche pubblicando la nuova Politica sulla Privacy su questa pagina e aggiornando la data "Ultimo aggiornamento". Ti consigliamo di rivedere periodicamente questa Politica sulla Privacy per eventuali modifiche.
nl: We kunnen ons Privacybeleid van tijd tot tijd bijwerken. We zullen u op de hoogte stellen van wijzigingen door het nieuwe Privacybeleid op deze pagina te plaatsen en de datum "Laatst bijgewerkt" bij te werken. U wordt geadviseerd dit Privacybeleid periodiek te bekijken voor eventuele wijzigingen.
ro: Putem actualiza Politica noastră de Confidențialitate din când în când. Vă vom notifica despre orice modificări prin postarea noii Politici de Confidențialitate pe această pagină și actualizarea datei "Ultima actualizare". Vi se recomandă să revizuiți periodic această Politică de Confidențialitate pentru orice modificări.

# settingsPrivacyPolicyPageContactUs
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Nous Contacter
it: Contattaci
nl: Neem Contact Op
ro: Contactați-ne

# settingsPrivacyPolicyPageContactUsText
source: If you have any questions about this Privacy Policy, please contact us at
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter
es: Si tiene alguna pregunta sobre esta Política de Privacidad, por favor contáctenos en
fr: Si vous avez des questions sur cette Politique de Confidentialité, veuillez nous contacter à
it: Se hai domande su questa Politica sulla Privacy, ti preghiamo di contattarci a
nl: Als u vragen heeft over dit Privacybeleid, neem dan contact met ons op via
ro: Dacă aveți întrebări despre această Politică de Confidențialitate, vă rugăm să ne contactați la

# settingsPrivacyPolicyPageCompanyInformation
source: Company Information
de: Unternehmensinformationen
es: Información de la Empresa
fr: Informations sur l'Entreprise
it: Informazioni dell'Azienda
nl: Bedrijfsinformatie
ro: Informații despre Companie

# settingsPrivacyPolicyPageLastUpdated
source: Last Updated: April 9, 2025
de: Zuletzt aktualisiert: 9. April 2025
es: Última actualización: 9 de abril de 2025
fr: Dernière mise à jour : 9 avril 2025
it: Ultimo aggiornamento: 9 aprile 2025
nl: Laatst bijgewerkt: 9 april 2025
ro: Ultima actualizare: 9 aprilie 2025

# settingsTermsOfServicePageTitle
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
it: Termini di Servizio
nl: Gebruiksvoorwaarden
ro: Termeni și Condiții

# settingsTermsOfServicePageIntroduction
source: Introduction
de: Einführung
es: Introducción
it: Introduzione
nl: Inleiding
ro: Introducere

# settingsTermsOfServicePageIntroductionText
source: These Terms of Service ("Terms") govern your access to and use of you'll get it's website and mobile application (collectively, the "Platform"). Please read these Terms carefully before using our Platform.
de: Diese Nutzungsbedingungen ("Bedingungen") regeln Ihren Zugang zu und die Nutzung der Website und mobilen Anwendung von you'll get it (zusammen die "Plattform"). Bitte lesen Sie diese Bedingungen sorgfältig durch, bevor Sie unsere Plattform nutzen.
es: Estos Términos de Servicio ("Términos") rigen su acceso y uso del sitio web y aplicación móvil de you'll get it (colectivamente, la "Plataforma"). Por favor, lea estos Términos cuidadosamente antes de usar nuestra Plataforma.
fr: Ces Conditions d'Utilisation ("Conditions") régissent votre accès et votre utilisation du site web et de l'application mobile de you'll get it (collectivement, la "Plateforme"). Veuillez lire attentivement ces Conditions avant d'utiliser notre Plateforme.
it: Questi Termini di Servizio ("Termini") governano il vostro accesso e utilizzo del sito web e dell'applicazione mobile di you'll get it (collettivamente, la "Piattaforma"). Vi preghiamo di leggere attentamente questi Termini prima di utilizzare la nostra Piattaforma.
nl: Deze Gebruiksvoorwaarden ("Voorwaarden") regelen uw toegang tot en gebruik van de website en mobiele applicatie van you'll get it (gezamenlijk het "Platform"). Gelieve deze Voorwaarden zorgvuldig te lezen voordat u ons Platform gebruikt.
ro: Acești Termeni și Condiții ("Termeni") guvernează accesul și utilizarea site-ului web și aplicației mobile you'll get it (în mod colectiv, "Platforma"). Vă rugăm să citiți cu atenție acești Termeni înainte de a utiliza Platforma noastră.

# settingsTermsOfServicePageAcceptanceOfTerms
source: Acceptance of Terms
de: Annahme der Bedingungen
es: Aceptación de los Términos
fr: Acceptation des Conditions
it: Accettazione dei Termini
nl: Acceptatie van Voorwaarden
ro: Acceptarea Termenilor

# settingsTermsOfServicePageAcceptanceOfTermsText
source: By accessing or using our Platform, you agree to be bound by these Terms. If you do not agree to these Terms, you must not access or use our Platform.
de: Durch den Zugang zu oder die Nutzung unserer Plattform stimmen Sie zu, an diese Bedingungen gebunden zu sein. Wenn Sie diesen Bedingungen nicht zustimmen, dürfen Sie unsere Plattform nicht nutzen.
es: Al acceder o usar nuestra Plataforma, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con estos Términos, no debe acceder o usar nuestra Plataforma.
fr: En accédant ou en utilisant notre Plateforme, vous acceptez d'être lié par ces Conditions. Si vous n'acceptez pas ces Conditions, vous ne devez pas accéder ou utiliser notre Plateforme.
it: Accedendo o utilizzando la nostra Piattaforma, accettate di essere vincolati da questi Termini. Se non accettate questi Termini, non dovete accedere o utilizzare la nostra Piattaforma.
nl: Door toegang te krijgen tot of gebruik te maken van ons Platform, gaat u ermee akkoord gebonden te zijn door deze Voorwaarden. Als u niet akkoord gaat met deze Voorwaarden, mag u geen toegang krijgen tot of gebruik maken van ons Platform.
ro: Prin accesarea sau utilizarea Platformei noastre, sunteți de acord să fiți legat de acești Termeni. Dacă nu sunteți de acord cu acești Termeni, nu trebuie să accesați sau să utilizați Platforma noastră.

# settingsTermsOfServicePageEligibility
source: Eligibility
de: Berechtigung
es: Elegibilidad
fr: Éligibilité
it: Idoneità
nl: Geschiktheid
ro: Eligibilitate

# settingsTermsOfServicePageEligibilityText
source: You must be at least 16 years old to use our Platform. By using our Platform, you represent and warrant that you meet this requirement.
de: Sie müssen mindestens 16 Jahre alt sein, um unsere Plattform zu nutzen. Durch die Nutzung unserer Plattform versichern Sie, dass Sie diese Anforderung erfüllen.
es: Debe tener al menos 16 años de edad para usar nuestra Plataforma. Al usar nuestra Plataforma, usted declara y garantiza que cumple con este requisito.
fr: Vous devez avoir au moins 16 ans pour utiliser notre Plateforme. En utilisant notre Plateforme, vous déclarez et garantissez que vous remplissez cette condition.
it: Dovete avere almeno 16 anni per utilizzare la nostra Piattaforma. Utilizzando la nostra Piattaforma, dichiarate e garantite di soddisfare questo requisito.
nl: U moet ten minste 16 jaar oud zijn om ons Platform te gebruiken. Door ons Platform te gebruiken, verklaart en garandeert u dat u aan deze vereiste voldoet.
ro: Trebuie să aveți cel puțin 16 ani pentru a utiliza Platforma noastră. Prin utilizarea Platformei noastre, declarați și garantați că îndepliniți această cerință.

# settingsTermsOfServicePageAccountRegistration
source: Account Registration
de: Kontoregistrierung
es: Registro de Cuenta
fr: Inscription de Compte
it: Registrazione Account
nl: Accountregistratie
ro: Înregistrarea Contului

# settingsTermsOfServicePageAccountRegistrationText
source: To access certain features of our Platform, you must register for an account. When you register, you agree to:
de: Um bestimmte Funktionen unserer Plattform zu nutzen, müssen Sie sich für ein Konto registrieren. Bei der Registrierung stimmen Sie zu:
es: Para acceder a ciertas características de nuestra Plataforma, debe registrarse para una cuenta. Cuando se registre, acepta:
fr: Pour accéder à certaines fonctionnalités de notre Plateforme, vous devez vous inscrire pour un compte. Lorsque vous vous inscrivez, vous acceptez de :
it: Per accedere a certe funzionalità della nostra Piattaforma, dovete registrarvi per un account. Quando vi registrate, accettate di:
nl: Om toegang te krijgen tot bepaalde functies van ons Platform, moet u zich registreren voor een account. Wanneer u zich registreert, gaat u ermee akkoord om:
ro: Pentru a accesa anumite funcții ale Platformei noastre, trebuie să vă înregistrați pentru un cont. Când vă înregistrați, sunteți de acord să:

# settingsTermsOfServicePageProvideAccurateInfo
source: Provide accurate, current, and complete information
de: Genaue, aktuelle und vollständige Informationen bereitzustellen
es: Proporcionar información precisa, actual y completa
fr: Fournir des informations exactes, actuelles et complètes
it: Fornire informazioni accurate, aggiornate e complete
nl: Accurate, actuele en volledige informatie te verstrekken
ro: Furnizați informații precise, actuale și complete

# settingsTermsOfServicePageMaintainAccountInfo
source: Maintain and promptly update your account information
de: Ihre Kontoinformationen zu pflegen und umgehend zu aktualisieren
es: Mantener y actualizar prontamente la información de su cuenta
fr: Maintenir et mettre à jour rapidement les informations de votre compte
it: Mantenere e aggiornare prontamente le informazioni del vostro account
nl: Uw accountinformatie te onderhouden en prompt bij te werken
ro: Mențineți și actualizați prompt informațiile contului dumneavoastră

# settingsTermsOfServicePageKeepPasswordSecure
source: Keep your password secure and confidential
de: Ihr Passwort sicher und vertraulich zu halten
es: Mantener su contraseña segura y confidencial
fr: Garder votre mot de passe sécurisé et confidentiel
it: Mantenere la vostra password sicura e riservata
nl: Uw wachtwoord veilig en vertrouwelijk te houden
ro: Păstrați parola sigură și confidențială

# settingsTermsOfServicePageBeResponsible
source: Be responsible for all activities that occur under your account
de: Für alle Aktivitäten verantwortlich zu sein, die unter Ihrem Konto auftreten
es: Ser responsable de todas las actividades que ocurran bajo su cuenta
fr: Être responsable de toutes les activités qui se produisent sous votre compte
it: Essere responsabili di tutte le attività che si verificano sotto il vostro account
nl: Verantwoordelijk te zijn voor alle activiteiten die onder uw account plaatsvinden
ro: Fiți responsabil pentru toate activitățile care au loc sub contul dumneavoastră

# settingsTermsOfServicePageDisableAccount
source: We reserve the right to disable any account if we believe you have violated these Terms.
de: Wir behalten uns das Recht vor, jedes Konto zu deaktivieren, wenn wir glauben, dass Sie diese Bedingungen verletzt haben.
es: Nos reservamos el derecho de deshabilitar cualquier cuenta si creemos que ha violado estos Términos.
fr: Nous nous réservons le droit de désactiver tout compte si nous croyons que vous avez violé ces Conditions.
it: Ci riserviamo il diritto di disabilitare qualsiasi account se crediamo che abbiate violato questi Termini.
nl: Wij behouden ons het recht voor om elke account uit te schakelen als wij geloven dat u deze Voorwaarden hebt geschonden.
ro: Ne rezervăm dreptul de a dezactiva orice cont dacă credem că ați încălcat acești Termeni.

# settingsTermsOfServicePagePlatformUse
source: Platform Use and Restrictions
de: Plattformnutzung und Einschränkungen
es: Uso de la Plataforma y Restricciones
fr: Utilisation de la Plateforme et Restrictions
it: Uso della Piattaforma e Restrizioni
nl: Platformgebruik en Beperkingen
ro: Utilizarea Platformei și Restricții

# settingsTermsOfServicePagePlatformUseText
source: You may use our Platform only for lawful purposes and in accordance with these Terms. You agree not to:
de: Sie dürfen unsere Plattform nur für rechtmäßige Zwecke und in Übereinstimmung mit diesen Bedingungen nutzen. Sie stimmen zu, nicht:
es: Puede usar nuestra Plataforma solo para propósitos legales y de acuerdo con estos Términos. Acepta no:
fr: Vous ne pouvez utiliser notre Plateforme que pour des fins légales et en accord avec ces Conditions. Vous acceptez de ne pas :
it: Potete utilizzare la nostra Piattaforma solo per scopi legali e in accordo con questi Termini. Accettate di non:
nl: U mag ons Platform alleen gebruiken voor wettige doeleinden en in overeenstemming met deze Voorwaarden. U gaat ermee akkoord om niet:
ro: Puteți utiliza Platforma noastră doar în scopuri legale și în conformitate cu acești Termeni. Sunteți de acord să nu:
