Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# settingsPageFailedToUpdateUsername
source: Failed to update username
de: Benutzername konnte nicht aktualisiert werden
es: Error al actualizar el nombre de usuario
fr: Échec de la mise à jour du nom d'utilisateur
it: Impossibile aggiornare il nome utente
nl: Kan gebruikersnaam niet bijwerken
ro: Nu s-a putut actualiza numele de utilizator

# settingsPageErrorDeletingData
source: Error deleting data: {error}
de: Fehler beim Löschen der Daten: {error}
es: Error al eliminar datos: {error}
fr: Erreur lors de la suppression des données : {error}
it: Errore durante l'eliminazione dei dati: {error}
nl: Fout bij het verwijderen van gegevens: {error}
ro: Eroare la ștergerea datelor: {error}

# settingsPageSave
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
ro: Salvează

# settingsPageEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
ro: Editează

# settingsPageEditUsername
source: Edit username
de: Benutzername bearbeiten
es: Editar nombre de usuario
fr: Modifier le nom d'utilisateur
it: Modifica nome utente
nl: Gebruikersnaam bewerken
ro: Editează numele de utilizator

# settingsPageTapToSaveOrCancel
source: Tap ✓ to save or ✗ to cancel
de: Tippen Sie ✓ zum Speichern oder ✗ zum Abbrechen
es: Toca ✓ para guardar o ✗ para cancelar
fr: Appuyez ✓ pour sauvegarder ou ✗ pour annuler
it: Tocca ✓ per salvare o ✗ per annullare
nl: Tik ✓ om op te slaan of ✗ om te annuleren
ro: Atinge ✓ pentru a salva sau ✗ pentru a anula

# settingsPageCouldNotLaunch
source: Could not launch {url}
de: Konnte {url} nicht öffnen
es: No se pudo abrir {url}
fr: Impossible d'ouvrir {url}
it: Impossibile aprire {url}
nl: Kon {url} niet openen
ro: Nu s-a putut deschide {url}

# settingsGDPRPageTitle
source: GDPR Policy
de: DSGVO-Richtlinie
es: Política RGPD
fr: Politique RGPD
it: Politica GDPR
nl: AVG-beleid
ro: Politica GDPR

# settingsGDPRPageCommitment
source: Our Commitment to GDPR Compliance
de: Unser Engagement für DSGVO-Konformität
es: Nuestro Compromiso con el Cumplimiento del RGPD
fr: Notre Engagement pour la Conformité RGPD
it: Il Nostro Impegno per la Conformità GDPR
nl: Onze Toewijding aan AVG-naleving
ro: Angajamentul Nostru pentru Conformitatea GDPR

# settingsGDPRPageCommitmentText
source: At you'll get it, we are committed to ensuring the privacy and protection of your personal data in compliance with the General Data Protection Regulation (GDPR) and relevant Romanian data protection laws.
de: Bei you'll get it verpflichten wir uns, die Privatsphäre und den Schutz Ihrer persönlichen Daten in Übereinstimmung mit der Datenschutz-Grundverordnung (DSGVO) und den relevanten rumänischen Datenschutzgesetzen sicherzustellen.
es: En you'll get it, estamos comprometidos a garantizar la privacidad y protección de sus datos personales en cumplimiento con el Reglamento General de Protección de Datos (RGPD) y las leyes rumanas relevantes de protección de datos.
fr: Chez you'll get it, nous nous engageons à assurer la confidentialité et la protection de vos données personnelles en conformité avec le Règlement Général sur la Protection des Données (RGPD) et les lois roumaines pertinentes sur la protection des données.
it: In you'll get it, ci impegniamo a garantire la privacy e la protezione dei tuoi dati personali in conformità con il Regolamento Generale sulla Protezione dei Dati (GDPR) e le relative leggi rumene sulla protezione dei dati.
nl: Bij you'll get it zijn we toegewijd aan het waarborgen van de privacy en bescherming van uw persoonlijke gegevens in overeenstemming met de Algemene Verordening Gegevensbescherming (AVG) en relevante Roemeense gegevensbeschermingswetten.
ro: La you'll get it, ne angajăm să asigurăm confidențialitatea și protecția datelor dumneavoastră personale în conformitate cu Regulamentul General privind Protecția Datelor (GDPR) și legile române relevante de protecție a datelor.

# settingsGDPRPageDataSubjectRights
source: Data Subject Rights
de: Rechte der betroffenen Person
es: Derechos del Titular de los Datos
fr: Droits de la Personne Concernée
it: Diritti dell'Interessato
nl: Rechten van Betrokkenen
ro: Drepturile Persoanei Vizate

# settingsGDPRPageDataSubjectRightsText
source: Under the GDPR, you have the following rights:
de: Unter der DSGVO haben Sie folgende Rechte:
es: Bajo el RGPD, usted tiene los siguientes derechos:
fr: Sous le RGPD, vous avez les droits suivants:
it: Sotto il GDPR, hai i seguenti diritti:
nl: Onder de AVG heeft u de volgende rechten:
ro: Sub GDPR, aveți următoarele drepturi:

# settingsGDPRPageRightToInformation
source: Right to Information: Receive clear information about how we use your data.
de: Recht auf Information: Erhalten Sie klare Informationen darüber, wie wir Ihre Daten verwenden.
es: Derecho a la Información: Recibir información clara sobre cómo usamos sus datos.
fr: Droit à l'Information: Recevoir des informations claires sur la façon dont nous utilisons vos données.
it: Diritto all'Informazione: Ricevere informazioni chiare su come utilizziamo i tuoi dati.
nl: Recht op Informatie: Duidelijke informatie ontvangen over hoe we uw gegevens gebruiken.
ro: Dreptul la Informare: Primiți informații clare despre modul în care vă folosim datele.

# settingsGDPRPageRightOfAccess
source: Right of Access: Obtain confirmation that we are processing your data and access your personal data.
de: Auskunftsrecht: Bestätigung erhalten, dass wir Ihre Daten verarbeiten und Zugang zu Ihren personenbezogenen Daten.
es: Derecho de Acceso: Obtener confirmación de que estamos procesando sus datos y acceder a sus datos personales.
fr: Droit d'Accès: Obtenir la confirmation que nous traitons vos données et accéder à vos données personnelles.
it: Diritto di Accesso: Ottenere conferma che stiamo elaborando i tuoi dati e accedere ai tuoi dati personali.
nl: Recht van Toegang: Bevestiging verkrijgen dat we uw gegevens verwerken en toegang tot uw persoonlijke gegevens.
ro: Dreptul de Acces: Obțineți confirmarea că vă prelucrăm datele și accesați datele dumneavoastră personale.

# settingsGDPRPageRightToRectification
source: Right to Rectification: Have inaccurate personal data corrected or completed if incomplete.
de: Recht auf Berichtigung: Unrichtige personenbezogene Daten korrigieren oder vervollständigen lassen, falls sie unvollständig sind.
es: Derecho de Rectificación: Corregir datos personales inexactos o completarlos si están incompletos.
fr: Droit de Rectification: Faire corriger les données personnelles inexactes ou les compléter si elles sont incomplètes.
it: Diritto di Rettifica: Far correggere dati personali inesatti o completarli se incompleti.
nl: Recht op Rectificatie: Onjuiste persoonlijke gegevens laten corrigeren of aanvullen als ze onvolledig zijn.
ro: Dreptul la Rectificare: Corectați datele personale inexacte sau completați-le dacă sunt incomplete.

# settingsGDPRPageRightToErasure
source: Right to Erasure: Request deletion of your personal data in certain circumstances.
de: Recht auf Löschung: Löschung Ihrer personenbezogenen Daten unter bestimmten Umständen beantragen.
es: Derecho al Olvido: Solicitar la eliminación de sus datos personales en ciertas circunstancias.
fr: Droit à l'Effacement: Demander la suppression de vos données personnelles dans certaines circonstances.
it: Diritto alla Cancellazione: Richiedere la cancellazione dei tuoi dati personali in certe circostanze.
nl: Recht op Wissing: Verzoeken om verwijdering van uw persoonlijke gegevens onder bepaalde omstandigheden.
ro: Dreptul la Ștergere: Solicitați ștergerea datelor dumneavoastră personale în anumite circumstanțe.

# settingsGDPRPageRightToRestriction
source: Right to Restriction of Processing: Request restriction of processing in certain circumstances.
de: Recht auf Einschränkung der Verarbeitung: Einschränkung der Verarbeitung unter bestimmten Umständen beantragen.
es: Derecho a la Limitación del Tratamiento: Solicitar la restricción del procesamiento en ciertas circunstancias.
fr: Droit à la Limitation du Traitement: Demander la restriction du traitement dans certaines circonstances.
it: Diritto alla Limitazione del Trattamento: Richiedere la limitazione del trattamento in certe circostanze.
nl: Recht op Beperking van Verwerking: Verzoeken om beperking van verwerking onder bepaalde omstandigheden.
ro: Dreptul la Restricționarea Prelucrării: Solicitați restricționarea prelucrării în anumite circumstanțe.

# settingsGDPRPageRightToDataPortability
source: Right to Data Portability: Receive your personal data in a structured, commonly used, machine-readable format.
de: Recht auf Datenübertragbarkeit: Ihre personenbezogenen Daten in einem strukturierten, gängigen, maschinenlesbaren Format erhalten.
es: Derecho a la Portabilidad de Datos: Recibir sus datos personales en un formato estructurado, de uso común y legible por máquina.
fr: Droit à la Portabilité des Données: Recevoir vos données personnelles dans un format structuré, couramment utilisé et lisible par machine.
it: Diritto alla Portabilità dei Dati: Ricevere i tuoi dati personali in un formato strutturato, di uso comune e leggibile da dispositivo.
nl: Recht op Gegevensoverdraagbaarheid: Uw persoonlijke gegevens ontvangen in een gestructureerd, algemeen gebruikt, machineleesbaar formaat.
ro: Dreptul la Portabilitatea Datelor: Primiți datele dumneavoastră personale într-un format structurat, utilizat în mod obișnuit și citibil automat.

# settingsGDPRPageRightToObject
source: Right to Object: Object to processing based on legitimate interests or direct marketing.
de: Widerspruchsrecht: Widerspruch gegen die Verarbeitung aufgrund berechtigter Interessen oder Direktwerbung.
es: Derecho de Oposición: Oponerse al procesamiento basado en intereses legítimos o marketing directo.
fr: Droit d'Opposition: S'opposer au traitement basé sur les intérêts légitimes ou le marketing direct.
it: Diritto di Opposizione: Opporsi al trattamento basato su interessi legittimi o marketing diretto.
nl: Recht van Bezwaar: Bezwaar maken tegen verwerking gebaseerd op legitieme belangen of directe marketing.
ro: Dreptul la Opoziție: Vă opuneți prelucrării bazate pe interese legitime sau marketing direct.

# settingsGDPRPageRightAutomatedDecision
source: Rights Related to Automated Decision Making and Profiling: Not be subject to decisions based solely on automated processing that produce legal effects.
de: Rechte bezüglich automatisierter Entscheidungsfindung und Profiling: Nicht ausschließlich automatisierten Entscheidungen unterworfen werden, die rechtliche Auswirkungen haben.
es: Derechos Relacionados con la Toma de Decisiones Automatizada y Elaboración de Perfiles: No estar sujeto a decisiones basadas únicamente en procesamiento automatizado que produzcan efectos legales.
fr: Droits Relatifs à la Prise de Décision Automatisée et au Profilage: Ne pas être soumis à des décisions basées uniquement sur un traitement automatisé qui produisent des effets juridiques.
it: Diritti Relativi al Processo Decisionale Automatizzato e alla Profilazione: Non essere soggetto a decisioni basate esclusivamente su trattamento automatizzato che producono effetti legali.
nl: Rechten Gerelateerd aan Geautomatiseerde Besluitvorming en Profilering: Niet onderworpen worden aan beslissingen uitsluitend gebaseerd op geautomatiseerde verwerking die juridische gevolgen hebben.
ro: Drepturile Legate de Luarea Deciziilor Automatizate și Profilare: Să nu fiți supus deciziilor bazate exclusiv pe prelucrarea automatizată care produc efecte juridice.

# settingsGDPRPageExerciseRights
source: To exercise these rights, please contact us at
de: Um diese Rechte auszuüben, kontaktieren Sie uns bitte unter
es: Para ejercer estos derechos, por favor contáctenos en
fr: Pour exercer ces droits, veuillez nous contacter à
it: Per esercitare questi diritti, ti preghiamo di contattarci a
nl: Om deze rechten uit te oefenen, neem contact met ons op via
ro: Pentru a exercita aceste drepturi, vă rugăm să ne contactați la

# settingsGDPRPageDataProtectionOfficer
source: Data Protection Officer
de: Datenschutzbeauftragter
es: Oficial de Protección de Datos
fr: Délégué à la Protection des Données
it: Responsabile della Protezione dei Dati
nl: Functionaris voor Gegevensbescherming
ro: Responsabil cu Protecția Datelor

# settingsGDPRPageContactUsAt
source: Contact us at:
de: Kontaktieren Sie uns unter:
es: Contáctenos en:
fr: Contactez-nous à:
it: Contattaci a:
nl: Neem contact met ons op via:
ro: Contactați-ne la:

# settingsGDPRPageContactInformation
source: Contact Information
de: Kontaktinformationen
es: Información de Contacto
fr: Informations de Contact
it: Informazioni di Contatto
nl: Contactinformatie
ro: Informații de Contact

# settingsGDPRPageContactUsText
source: If you have any questions about our GDPR compliance, please contact: Email:
de: Wenn Sie Fragen zu unserer DSGVO-Konformität haben, kontaktieren Sie bitte: E-Mail:
es: Si tiene alguna pregunta sobre nuestro cumplimiento del RGPD, por favor contacte: Email:
fr: Si vous avez des questions concernant notre conformité RGPD, veuillez contacter: Email:
it: Se hai domande sulla nostra conformità GDPR, ti preghiamo di contattare: Email:
nl: Als u vragen heeft over onze AVG-naleving, neem dan contact op: Email:
ro: Dacă aveți întrebări despre conformitatea noastră GDPR, vă rugăm să contactați: Email:

# settingsGDPRPageLastUpdated
source: Last Updated: April 9, 2025
de: Zuletzt aktualisiert: 9. April 2025
es: Última actualización: 9 de abril de 2025
fr: Dernière mise à jour: 9 avril 2025
it: Ultimo aggiornamento: 9 aprile 2025
nl: Laatst bijgewerkt: 9 april 2025
ro: Ultima actualizare: 9 aprilie 2025

# settingsPrivacyPolicyPageTitle
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
it: Politica sulla Privacy
nl: Privacybeleid
ro: Politica de Confidențialitate

# settingsPrivacyPolicyPageIntroduction
source: Introduction
de: Einführung
es: Introducción
it: Introduzione
nl: Inleiding
ro: Introducere

# settingsPrivacyPolicyPageIntroductionText
source: At you'll get it, we respect your privacy and are committed to protecting your personal data. This Privacy Policy explains how we collect, use, and safeguard your information when you use our mobile application and website (collectively, the "Platform").
de: Bei you'll get it respektieren wir Ihre Privatsphäre und verpflichten uns, Ihre persönlichen Daten zu schützen. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen sammeln, verwenden und schützen, wenn Sie unsere mobile Anwendung und Website nutzen (zusammen die "Plattform").
es: En you'll get it, respetamos su privacidad y nos comprometemos a proteger sus datos personales. Esta Política de Privacidad explica cómo recopilamos, utilizamos y protegemos su información cuando utiliza nuestra aplicación móvil y sitio web (colectivamente, la "Plataforma").
fr: Chez you'll get it, nous respectons votre vie privée et nous nous engageons à protéger vos données personnelles. Cette Politique de Confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez notre application mobile et notre site web (collectivement, la "Plateforme").
it: In you'll get it, rispettiamo la tua privacy e ci impegniamo a proteggere i tuoi dati personali. Questa Politica sulla Privacy spiega come raccogliamo, utilizziamo e proteggiamo le tue informazioni quando usi la nostra applicazione mobile e il sito web (collettivamente, la "Piattaforma").
nl: Bij you'll get it respecteren we uw privacy en verbinden we ons ertoe uw persoonlijke gegevens te beschermen. Dit Privacybeleid legt uit hoe we uw informatie verzamelen, gebruiken en beschermen wanneer u onze mobiele applicatie en website gebruikt (samen het "Platform").
ro: La you'll get it, respectăm confidențialitatea dumneavoastră și ne angajăm să vă protejăm datele personale. Această Politică de Confidențialitate explică modul în care colectăm, utilizăm și protejăm informațiile dumneavoastră atunci când utilizați aplicația noastră mobilă și site-ul web (în mod colectiv, "Platforma").

# settingsPrivacyPolicyPageIntroductionText2
source: We encourage you to read this Privacy Policy carefully to understand our practices regarding your personal data.
de: Wir ermutigen Sie, diese Datenschutzrichtlinie sorgfältig zu lesen, um unsere Praktiken bezüglich Ihrer persönlichen Daten zu verstehen.
es: Le recomendamos que lea esta Política de Privacidad cuidadosamente para entender nuestras prácticas con respecto a sus datos personales.
fr: Nous vous encourageons à lire attentivement cette Politique de Confidentialité pour comprendre nos pratiques concernant vos données personnelles.
it: Ti incoraggiamo a leggere attentamente questa Politica sulla Privacy per comprendere le nostre pratiche riguardo ai tuoi dati personali.
nl: We moedigen u aan dit Privacybeleid zorgvuldig te lezen om onze praktijken betreffende uw persoonlijke gegevens te begrijpen.
ro: Vă încurajăm să citiți cu atenție această Politică de Confidențialitate pentru a înțelege practicile noastre cu privire la datele dumneavoastră personale.

# settingsPrivacyPolicyPageInformationWeCollect
source: Information We Collect
de: Informationen, die wir sammeln
es: Información que Recopilamos
fr: Informations que Nous Collectons
it: Informazioni che Raccogliamo
nl: Informatie die We Verzamelen
ro: Informațiile pe Care le Colectăm

# settingsPrivacyPolicyPageInformationWeCollectText
source: We may collect the following types of information:
de: Wir können die folgenden Arten von Informationen sammeln:
es: Podemos recopilar los siguientes tipos de información:
fr: Nous pouvons collecter les types d'informations suivants :
it: Potremmo raccogliere i seguenti tipi di informazioni:
nl: We kunnen de volgende soorten informatie verzamelen:
ro: Putem colecta următoarele tipuri de informații:

# settingsPrivacyPolicyPagePersonalData
source: Personal Data
de: Persönliche Daten
es: Datos Personales
fr: Données Personnelles
it: Dati Personali
nl: Persoonlijke Gegevens
ro: Date Personale

# settingsPrivacyPolicyPagePersonalDataText
source: Information that identifies you or can be used to identify you directly or indirectly, such as:
de: Informationen, die Sie identifizieren oder direkt oder indirekt zur Identifizierung verwendet werden können, wie:
es: Información que lo identifica o puede usarse para identificarlo directa o indirectamente, como:
fr: Informations qui vous identifient ou peuvent être utilisées pour vous identifier directement ou indirectement, telles que :
it: Informazioni che ti identificano o possono essere utilizzate per identificarti direttamente o indirettamente, come:
nl: Informatie die u identificeert of kan worden gebruikt om u direct of indirect te identificeren, zoals:
ro: Informații care vă identifică sau pot fi folosite pentru a vă identifica direct sau indirect, cum ar fi:

# settingsPrivacyPolicyPageContactInfo
source: Contact information (name, email address, phone number)
de: Kontaktinformationen (Name, E-Mail-Adresse, Telefonnummer)
es: Información de contacto (nombre, dirección de correo electrónico, número de teléfono)
fr: Informations de contact (nom, adresse e-mail, numéro de téléphone)
it: Informazioni di contatto (nome, indirizzo email, numero di telefono)
nl: Contactinformatie (naam, e-mailadres, telefoonnummer)
ro: Informații de contact (nume, adresă de email, număr de telefon)

# settingsPrivacyPolicyPageAccountCredentials
source: Account credentials (username, password)
de: Kontozugangsdaten (Benutzername, Passwort)
es: Credenciales de cuenta (nombre de usuario, contraseña)
fr: Identifiants de compte (nom d'utilisateur, mot de passe)
it: Credenziali dell'account (nome utente, password)
nl: Accountgegevens (gebruikersnaam, wachtwoord)
ro: Credențiale de cont (nume de utilizator, parolă)

# settingsPrivacyPolicyPageProfileInfo
source: Profile information (profile picture, preferences)
de: Profilinformationen (Profilbild, Einstellungen)
es: Información del perfil (foto de perfil, preferencias)
fr: Informations de profil (photo de profil, préférences)
it: Informazioni del profilo (foto del profilo, preferenze)
nl: Profielinformatie (profielfoto, voorkeuren)
ro: Informații de profil (fotografie de profil, preferințe)

# settingsPrivacyPolicyPageDeviceInfo
source: Device information (device ID, IP address, operating system)
de: Geräteinformationen (Geräte-ID, IP-Adresse, Betriebssystem)
es: Información del dispositivo (ID del dispositivo, dirección IP, sistema operativo)
fr: Informations sur l'appareil (ID de l'appareil, adresse IP, système d'exploitation)
it: Informazioni del dispositivo (ID del dispositivo, indirizzo IP, sistema operativo)
nl: Apparaatinformatie (apparaat-ID, IP-adres, besturingssysteem)
ro: Informații despre dispozitiv (ID dispozitiv, adresă IP, sistem de operare)

# settingsPrivacyPolicyPageLocationData
source: Location data (with your consent)
de: Standortdaten (mit Ihrer Zustimmung)
es: Datos de ubicación (con su consentimiento)
fr: Données de localisation (avec votre consentement)
it: Dati di posizione (con il tuo consenso)
nl: Locatiegegevens (met uw toestemming)
ro: Date de locație (cu consimțământul dumneavoastră)

# settingsPrivacyPolicyPageUsageData
source: Usage data (how you interact with our Platform)
de: Nutzungsdaten (wie Sie mit unserer Plattform interagieren)
es: Datos de uso (cómo interactúa con nuestra Plataforma)
fr: Données d'utilisation (comment vous interagissez avec notre Plateforme)
it: Dati di utilizzo (come interagisci con la nostra Piattaforma)
nl: Gebruiksgegevens (hoe u met ons Platform omgaat)
ro: Date de utilizare (modul în care interacționați cu Platforma noastră)

# settingsPrivacyPolicyPageNonPersonalData
source: Non-Personal Data
de: Nicht-persönliche Daten
es: Datos No Personales
fr: Données Non Personnelles
it: Dati Non Personali
nl: Niet-Persoonlijke Gegevens
ro: Date Non-Personale

# settingsPrivacyPolicyPageNonPersonalDataText
source: Information that does not directly identify you, such as:
de: Informationen, die Sie nicht direkt identifizieren, wie:
es: Información que no lo identifica directamente, como:
fr: Informations qui ne vous identifient pas directement, telles que :
it: Informazioni che non ti identificano direttamente, come:
nl: Informatie die u niet direct identificeert, zoals:
ro: Informații care nu vă identifică direct, cum ar fi:

# settingsPrivacyPolicyPageAnonymousStats
source: Anonymous usage statistics and analytics
de: Anonyme Nutzungsstatistiken und Analysen
es: Estadísticas de uso anónimas y análisis
fr: Statistiques d'utilisation anonymes et analyses
it: Statistiche di utilizzo anonime e analisi
nl: Anonieme gebruiksstatistieken en analyses
ro: Statistici de utilizare anonime și analize

# settingsPrivacyPolicyPageDemographicInfo
source: Demographic information
de: Demografische Informationen
es: Información demográfica
fr: Informations démographiques
it: Informazioni demografiche
nl: Demografische informatie
ro: Informații demografice

# settingsPrivacyPolicyPageAggregatedBehavior
source: Aggregated user behavior
de: Aggregiertes Benutzerverhalten
es: Comportamiento agregado del usuario
fr: Comportement utilisateur agrégé
it: Comportamento utente aggregato
nl: Geaggregeerd gebruikersgedrag
ro: Comportament agregat al utilizatorilor

# settingsPrivacyPolicyPageHowWeCollect
source: How We Collect Information
de: Wie wir Informationen sammeln
es: Cómo Recopilamos Información
fr: Comment Nous Collectons les Informations
it: Come Raccogliamo le Informazioni
nl: Hoe We Informatie Verzamelen
ro: Cum Colectăm Informațiile
