Repository: Duta-Sebastian/YoullGetIt-FrontEnd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, nl, ro

# languageMaltese
source: Maltese
de: Maltesisch
es: Maltés
fr: Maltais
nl: Maltees
ro: Malteză

# languageMontenegrin
source: Montenegrin
de: Montenegrinisch
es: Montenegrino
fr: Monténégrin
it: Montenegrino
nl: Montenegrijns
ro: Muntenegrină

# languageNorwegian
source: Norwegian
de: Norwegisch
es: Noruego
fr: Norvégien
it: Norvegese
nl: Noors
ro: Norvegiană

# languagePolish
source: Polish
de: Polnisch
es: Polaco
fr: Polonais
it: Polacco
nl: Pools
ro: Poloneză

# languagePortuguese
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
nl: Portugees
ro: Portugheză

# languageRomanian
source: Romanian
de: Rumänisch
es: Rumano
fr: Roumain
it: Rumeno
nl: Roemeens
ro: Română

# languageRussian
source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
nl: Russisch
ro: Rusă

# languageSerbian
source: Serbian
de: Serbisch
es: Serbio
fr: Serbe
it: Serbo
nl: Servisch
ro: Sârbă

# languageSlovak
source: Slovak
de: Slowakisch
es: Eslovaco
fr: Slovaque
it: Slovacco
nl: Slowaaks
ro: Slovacă

# languageSlovenian
source: Slovenian
de: Slowenisch
es: Esloveno
fr: Slovène
it: Sloveno
nl: Sloveens
ro: Slovenă

# languageSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
nl: Spaans
ro: Spaniolă

# languageSwedish
source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois
it: Svedese
nl: Zweeds
ro: Suedeză

# languageTurkish
source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
nl: Turks
ro: Turcă

# languageUkrainian
source: Ukrainian
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
it: Ucraino
nl: Oekraïens
ro: Ucraineană

# hintChipsEmptyList
source: No items selected
de: Keine Elemente ausgewählt
es: Ningún elemento seleccionado
fr: Aucun élément sélectionné
it: Nessun elemento selezionato
nl: Geen items geselecteerd
ro: Niciun element selectat

# restrictedChipsNoMatches
source: No matches found
de: Keine Übereinstimmungen gefunden
es: No se encontraron coincidencias
fr: Aucune correspondance trouvée
it: Nessuna corrispondenza trovata
nl: Geen overeenkomsten gevonden
ro: Nu s-au găsit rezultate

# restrictedChipsStartTyping
source: Start typing to search...
de: Tippen Sie, um zu suchen...
es: Comienza a escribir para buscar...
fr: Commencez à taper pour rechercher...
it: Inizia a digitare per cercare...
nl: Begin met typen om te zoeken...
ro: Începeți să tastați pentru a căuta...

source: Please select at least one option
de: Bitte wählen Sie mindestens eine Option aus
es: Por favor, selecciona al menos una opción
fr: Veuillez sélectionner au moins une option
it: Seleziona almeno un'opzione
nl: Selecteer ten minste één optie
ro: Vă rugăm să selectați cel puțin o opțiune

# questionnaireCompleted
source: You've completed the questionnaire!
de: Sie haben den Fragebogen abgeschlossen!
es: ¡Has completado el cuestionario!
fr: Vous avez terminé le questionnaire !
it: Hai completato il questionario!
nl: Je hebt de vragenlijst voltooid!
ro: Ați completat chestionarul!

source: Clear all selections
de: Alle Auswahlen löschen
es: Borrar todas las selecciones
fr: Effacer toutes les sélections
it: Cancella tutte le selezioni
nl: Wis alle selecties
ro: Șterge toate selecțiile

source: Selected ({count})
de: Ausgewählt ({count})
es: Seleccionado ({count})
fr: Sélectionné ({count})
it: Selezionato ({count})
nl: Geselecteerd ({count})
ro: Selectat ({count})

# reviewAnswersTitle
source: Review your answers
de: Überprüfen Sie Ihre Antworten
es: Revisa tus respuestas
fr: Vérifiez vos réponses
it: Rivedi le tue risposte
nl: Bekijk je antwoorden
ro: Revizuiește răspunsurile tale

# reviewAnswersLetsFind
source: Let's find it!
de: Lass es uns finden!
es: ¡Vamos a encontrarlo!
fr: Trouvons-le !
it: Troviamolo!
nl: Laten we het vinden!
ro: Să-l găsim!

# reviewNoAnswer
source: No answer
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
it: Nessuna risposta
nl: Geen antwoord
ro: Fără răspuns

# reviewNoAnswersToDisplay
source: No answers to display
de: Keine Antworten anzuzeigen
es: No hay respuestas que mostrar
fr: Aucune réponse à afficher
it: Nessuna risposta da mostrare
nl: Geen antwoorden om weer te geven
ro: Nu există răspunsuri de afișat

# reviewAnswerUpdatedSuccessfully
source: Answer updated successfully
de: Antwort erfolgreich aktualisiert
es: Respuesta actualizada con éxito
fr: Réponse mise à jour avec succès
it: Risposta aggiornata con successo
nl: Antwoord succesvol bijgewerkt
ro: Răspuns actualizat cu succes

# uploadCvTitle
source: Add Your CV
de: Fügen Sie Ihren Lebenslauf hinzu
es: Agrega tu CV
fr: Ajoutez votre CV
it: Aggiungi il tuo CV
nl: Voeg je CV toe
ro: Adaugă CV-ul tău

# uploadCvOneLastStep
source: One last step
de: Ein letzter Schritt
es: Un último paso
fr: Une dernière étape
it: Un ultimo passo
nl: Een laatste stap
ro: Un ultim pas

# uploadCvDescription
source: Upload your CV to help us match you with relevant internships
de: Laden Sie Ihren Lebenslauf hoch, damit wir Sie mit relevanten Praktika zusammenbringen können
es: Sube tu CV para ayudarnos a conectarte con prácticas relevantes
fr: Téléchargez votre CV pour nous aider à vous associer avec des stages pertinents
it: Carica il tuo CV per aiutarci a collegarti con stage pertinenti
nl: Upload je CV om ons te helpen je te koppelen aan relevante stages
ro: Încarcă CV-ul tău pentru a ne ajuta să te conectăm cu stagii relevante

# uploadCvHelpInfo
source: This helps us understand your skills and experience better
de: Dies hilft uns, Ihre Fähigkeiten und Erfahrungen besser zu verstehen
es: Esto nos ayuda a entender mejor tus habilidades y experiencia
fr: Cela nous aide à mieux comprendre vos compétences et votre expérience
it: Questo ci aiuta a comprendere meglio le tue competenze ed esperienza
nl: Dit helpt ons je vaardigheden en ervaring beter te begrijpen
ro: Aceasta ne ajută să înțelegem mai bine abilitățile și experiența ta

# uploadCvUploadPdf
source: Upload your CV (PDF)
de: Laden Sie Ihren Lebenslauf hoch (PDF)
es: Sube tu CV (PDF)
fr: Téléchargez votre CV (PDF)
it: Carica il tuo CV (PDF)
nl: Upload je CV (PDF)
ro: Încarcă CV-ul tău (PDF)

# uploadCvSkipForNow
source: Skip it for now
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
it: Salta per ora
nl: Voorlopig overslaan
ro: Sari pentru moment

# uploadCvLetsGetIt
source: Let's Get It
de: Los geht's
es: ¡Vamos!
fr: Allons-y
it: Andiamo
nl: Laten we gaan
ro: Să începem

# uploadCvReadyToUpload
source: CV ready to upload
de: Lebenslauf bereit zum Hochladen
es: CV listo para subir
fr: CV prêt à télécharger
it: CV pronto per il caricamento
nl: CV klaar om te uploaden
ro: CV gata pentru încărcare

# uploadCvChooseDifferentFile
source: Choose a different file
de: Eine andere Datei wählen
es: Elegir un archivo diferente
fr: Choisir un fichier différent
it: Scegli un file diverso
nl: Kies een ander bestand
ro: Alege un fișier diferit

# uploadCvPleaseUploadFirst
source: Please upload your CV first
de: Bitte laden Sie zuerst Ihren Lebenslauf hoch
es: Por favor sube tu CV primero
fr: Veuillez d'abord télécharger votre CV
it: Per favore carica prima il tuo CV
nl: Upload eerst je CV
ro: Te rog încarcă mai întâi CV-ul

# uploadCvFailedToPick
source: Failed to pick CV file
de: Lebenslauf-Datei konnte nicht ausgewählt werden
es: Error al seleccionar archivo de CV
fr: Impossible de sélectionner le fichier CV
it: Impossibile selezionare il file CV
nl: Kon CV-bestand niet selecteren
ro: Nu s-a putut selecta fișierul CV

# uploadCvSuccessfullySaved
source: CV successfully saved
de: Lebenslauf erfolgreich gespeichert
es: CV guardado exitosamente
fr: CV enregistré avec succès
it: CV salvato con successo
nl: CV succesvol opgeslagen
ro: CV salvat cu succes

# uploadCvFailedToSave
source: Failed to save CV
de: Lebenslauf konnte nicht gespeichert werden
es: Error al guardar CV
fr: Impossible d'enregistrer le CV
it: Impossibile salvare il CV
nl: Kon CV niet opslaan
ro: Nu s-a putut salva CV-ul

# processingFindingOpportunities
source: Finding the perfect opportunities for you...
de: Wir finden die perfekten Möglichkeiten für Sie...
es: Encontrando las oportunidades perfectas para ti...
fr: Nous trouvons les opportunités parfaites pour vous...
it: Stiamo trovando le opportunità perfette per te...
nl: We vinden de perfecte kansen voor jou...
ro: Găsim oportunitățile perfecte pentru tine...

# processingAnalyzingProfile
source: We're analyzing your profile to match you with the best jobs
de: Wir analysieren Ihr Profil, um Sie mit den besten Jobs zu verbinden
es: Estamos analizando tu perfil para conectarte con los mejores trabajos
fr: Nous analysons votre profil pour vous associer aux meilleurs emplois
it: Stiamo analizzando il tuo profilo per abbinarti ai migliori lavori
nl: We analyseren je profiel om je te koppelen aan de beste banen
ro: Analizăm profilul tău pentru a te conecta cu cele mai bune joburi

# processingFailedToProcess
source: Failed to process your data. Please try again.
de: Ihre Daten konnten nicht verarbeitet werden. Bitte versuchen Sie es erneut.
es: No se pudieron procesar tus datos. Por favor inténtalo de nuevo.
fr: Impossible de traiter vos données. Veuillez réessayer.
it: Impossibile elaborare i tuoi dati. Riprova.
nl: Kon je gegevens niet verwerken. Probeer het opnieuw.
ro: Nu s-au putut procesa datele tale. Te rog încearcă din nou.

# processingErrorOccurred
source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Une erreur s'est produite : {error}
it: Si è verificato un errore: {error}
nl: Er is een fout opgetreden: {error}
ro: A apărut o eroare: {error}

# processingTryAgain
source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
nl: Probeer opnieuw
ro: Încearcă din nou

# processingGoBack
source: Go Back
de: Zurück
es: Volver
fr: Retour
it: Torna indietro
nl: Ga terug
ro: Înapoi

# greeting
source: Hi
de: Hallo
es: Hola
fr: Salut
it: Ciao
nl: Hoi
ro: Salut

# internshipSearchQuestion
source: In search for an internship?
de: Auf der Suche nach einem Praktikum?
es: ¿Buscas una pasantía?
fr: À la recherche d'un stage ?
it: Cerchi un tirocinio?
nl: Op zoek naar een stage?
ro: Cauți un stagiu de practică?

# profileUploadCvTitle
source: Upload your CV
de: Laden Sie Ihren Lebenslauf hoch
es: Sube tu CV
fr: Téléchargez votre CV
it: Carica il tuo CV
nl: Upload je CV
ro: Încarcă-ți CV-ul

# uploadCvSubtitle
source: and get more accurate recommendations
de: und erhalten Sie genauere Empfehlungen
es: y obtén recomendaciones más precisas
fr: et obtenez des recommandations plus précises
it: e ottieni raccomandazioni più accurate
nl: en krijg meer nauwkeurige aanbevelingen
ro: și primește recomandări mai precise

# cvUploadSuccess
source: Your CV has been successfully uploaded!
de: Ihr Lebenslauf wurde erfolgreich hochgeladen!
es: ¡Tu CV ha sido subido exitosamente!
fr: Votre CV a été téléchargé avec succès !
it: Il tuo CV è stato caricato con successo!
nl: Je CV is succesvol geüpload!
ro: CV-ul tău a fost încărcat cu succes!

# cvUpdateSuccess
source: CV updated successfully
de: Lebenslauf erfolgreich aktualisiert
es: CV actualizado exitosamente
fr: CV mis à jour avec succès
it: CV aggiornato con successo
nl: CV succesvol bijgewerkt
ro: CV actualizat cu succes

# cvSaveSuccess
source: CV saved successfully
de: Lebenslauf erfolgreich gespeichert
es: CV guardado exitosamente
fr: CV sauvegardé avec succès
it: CV salvato con successo
nl: CV succesvol opgeslagen
ro: CV salvat cu succes

# cvRemoveSuccess
source: CV removed successfully
de: Lebenslauf erfolgreich entfernt
es: CV eliminado exitosamente
fr: CV supprimé avec succès
it: CV rimosso con successo
nl: CV succesvol verwijderd
ro: CV eliminat cu succes

# cvRetrieveError
source: Failed to retrieve saved CV
de: Fehler beim Abrufen des gespeicherten Lebenslaufs
es: Error al recuperar el CV guardado
fr: Échec de récupération du CV sauvegardé
it: Errore nel recuperare il CV salvato
nl: Fout bij het ophalen van opgeslagen CV
ro: Eroare la recuperarea CV-ului salvat

# cvPickError
source: Failed to pick CV
de: Fehler beim Auswählen des Lebenslaufs
es: Error al seleccionar el CV
fr: Échec de sélection du CV
it: Errore nella selezione del CV
nl: Fout bij het selecteren van CV
ro: Eroare la selectarea CV-ului

# cvUpdateError
source: Failed to update CV
de: Fehler beim Aktualisieren des Lebenslaufs
es: Error al actualizar el CV
fr: Échec de mise à jour du CV
it: Errore nell'aggiornamento del CV
nl: Fout bij het bijwerken van CV
ro: Eroare la actualizarea CV-ului

# cvSaveError
source: Failed to save CV
de: Fehler beim Speichern des Lebenslaufs
es: Error al guardar el CV
fr: Échec de sauvegarde du CV
it: Errore nel salvare il CV
nl: Fout bij het opslaan van CV
ro: Eroare la salvarea CV-ului

# cvRemoveError
source: Failed to remove CV
de: Fehler beim Entfernen des Lebenslaufs
es: Error al eliminar el CV
fr: Échec de suppression du CV
it: Errore nella rimozione del CV
nl: Fout bij het verwijderen van CV
ro: Eroare la eliminarea CV-ului

source: Document preview not supported
de: Dokumentvorschau nicht unterstützt
es: Vista previa del documento no compatible
fr: Aperçu du document non pris en charge
it: Anteprima documento non supportata
nl: Documentvoorbeeld niet ondersteund
ro: Previzualizarea documentului nu este suportată

# replaceCvTooltip
source: Replace CV
de: Lebenslauf ersetzen
es: Reemplazar CV
fr: Remplacer le CV
it: Sostituisci CV
nl: CV vervangen
ro: Înlocuiește CV-ul

# deleteCvTooltip
source: Delete CV
de: Lebenslauf löschen
es: Eliminar CV
fr: Supprimer le CV
it: Elimina CV
nl: CV verwijderen
ro: Șterge CV-ul

# uploadCvButtonText
source: Upload CV
de: CV hochladen
es: Subir CV
fr: Télécharger CV
it: Carica CV
nl: CV uploaden
ro: Încarcă CV

# questionSave
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
ro: Salvează

# buttonSave
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
ro: Salvează

# editAnswerTitle
source: Edit Answer
de: Antwort bearbeiten
es: Editar respuesta
fr: Modifier la réponse
it: Modifica risposta
nl: Antwoord bewerken
ro: Editează răspunsul

# xyzFormulaTitle
source: We recommend using the XYZ formula when writing your CV
de: Wir empfehlen die Verwendung der XYZ-Formel beim Schreiben Ihres Lebenslaufs
es: Recomendamos usar la fórmula XYZ al escribir tu CV
fr: Nous recommandons d'utiliser la formule XYZ lors de la rédaction de votre CV
it: Consigliamo di utilizzare la formula XYZ quando scrivi il tuo CV
nl: We raden aan de XYZ-formule te gebruiken bij het schrijven van je CV
ro: Recomandăm să folosești formula XYZ când îți scrii CV-ul

# xyzFormulaQuestion
source: What is the XYZ formula?
de: Was ist die XYZ-Formel?
es: ¿Qué es la fórmula XYZ?
fr: Qu'est-ce que la formule XYZ ?
it: Cos'è la formula XYZ?
nl: Wat is de XYZ-formule?
ro: Ce este formula XYZ?

# xyzFormulaDescription
source: A resume-writing technique used to showcase accomplishments in a clear and impactful way
de: Eine Lebenslauf-Schreibtechnik, die verwendet wird, um Erfolge auf klare und wirkungsvolle Weise zu präsentieren
es: Una técnica de redacción de currículum utilizada para mostrar logros de manera clara e impactante
fr: Une technique de rédaction de CV utilisée pour présenter les réalisations de manière claire et percutante
it: Una tecnica di scrittura del curriculum utilizzata per mostrare i risultati in modo chiaro e d'impatto
nl: Een CV-schrijftechniek die wordt gebruikt om prestaties op een duidelijke en impactvolle manier te tonen
ro: O tehnică de scriere a CV-ului folosită pentru a prezenta realizările într-un mod clar și impactant

# xyzFormulaFormula
source: Accomplished [X] as measured by [Y] by doing [Z]
de: Erreicht [X] gemessen an [Y] durch [Z]
es: Logré [X] medido por [Y] haciendo [Z]
fr: Accompli [X] mesuré par [Y] en faisant [Z]
it: Realizzato [X] misurato da [Y] facendo [Z]
nl: Behaald [X] gemeten door [Y] door het doen van [Z]
ro: Am realizat [X] măsurat prin [Y] făcând [Z]

# xyzFormulaExampleLabel
source: Example:
de: Beispiel:
es: Ejemplo:
fr: Exemple:
it: Esempio:
nl: Voorbeeld:
ro: Exemplu:

# xyzFormulaExampleText
source: Increased sales (X = achievement) by 25% (Y = metric) by launching a new line of business in Q1 (Z = action)
de: Umsatzsteigerung (X = Leistung) um 25% (Y = Kennzahl) durch Einführung einer neuen Geschäftslinie in Q1 (Z = Aktion)
es: Aumenté las ventas (X = logro) en un 25% (Y = métrica) lanzando una nueva línea de negocio en Q1 (Z = acción)
fr: Augmentation des ventes (X = réalisation) de 25% (Y = métrique) en lançant une nouvelle ligne d'affaires au T1 (Z = action)
it: Aumento delle vendite (X = risultato) del 25% (Y = metrica) lanciando una nuova linea di business nel Q1 (Z = azione)
nl: Verkoop verhoogd (X = prestatie) met 25% (Y = meetwaarde) door het lanceren van een nieuwe bedrijfslijn in Q1 (Z = actie)
ro: Am crescut vânzările (X = realizare) cu 25% (Y = metrică) prin lansarea unei noi linii de afaceri în T1 (Z = acțiune)

# xyzFormulaTip
source: Use this formula to make your achievements stand out in your CV
de: Verwenden Sie diese Formel, um Ihre Erfolge in Ihrem Lebenslauf hervorzuheben
es: Usa esta fórmula para destacar tus logros en tu CV
fr: Utilisez cette formule pour faire ressortir vos réalisations dans votre CV
it: Usa questa formula per far risaltare i tuoi risultati nel tuo CV
nl: Gebruik deze formule om je prestaties te laten opvallen in je CV
ro: Folosește această formulă pentru a-ți evidenția realizările în CV

# settingsPageSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
ro: Setări

# settingsPageUserSettings
source: User settings
de: Benutzereinstellungen
es: Configuración de usuario
fr: Paramètres utilisateur
it: Impostazioni utente
nl: Gebruikersinstellingen
ro: Setări utilizator

# settingsPageLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
ro: Limba

# settingsPagePrivacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
ro: Politica de confidențialitate

# settingsPageTermsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
ro: Termeni de utilizare

# settingsPageGdprPolicy
source: GDPR Policy
de: DSGVO-Richtlinie
es: Política RGPD
fr: Politique RGPD
it: Politica GDPR
nl: AVG-beleid
ro: Politica GDPR

# settingsPageFeedback
source: Feedback
es: Comentarios
fr: Commentaires

# settingsPageRateUs
source: Rate Us
de: Bewerten Sie uns
es: Califícanos
fr: Évaluez-nous
it: Valutaci
nl: Beoordeel ons
ro: Evaluează-ne

# settingsPageUsername
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
ro: Nume de utilizator

# settingsPageNoUsernameSet
source: No username set
de: Kein Benutzername festgelegt
es: No se ha establecido nombre de usuario
fr: Aucun nom d'utilisateur défini
it: Nessun nome utente impostato
nl: Geen gebruikersnaam ingesteld
ro: Nu este setat un nume de utilizator

# settingsPageEnterUsername
source: Enter username
de: Benutzername eingeben
es: Ingrese nombre de usuario
fr: Entrez le nom d'utilisateur
it: Inserisci nome utente
nl: Voer gebruikersnaam in
ro: Introduceți numele de utilizator

# settingsPageSaveProgressTitle
source: Save your progress!
de: Speichern Sie Ihren Fortschritt!
es: ¡Guarda tu progreso!
fr: Sauvegardez votre progression !
it: Salva i tuoi progressi!
nl: Sla je voortgang op!
ro: Salvează-ți progresul!

# settingsPageSignIn
source: Sign In or Create Account
de: Anmelden oder Konto erstellen
es: Iniciar sesión o crear cuenta
fr: Se connecter ou créer un compte
it: Accedi o crea account
nl: Inloggen of account aanmaken
ro: Conectare sau creare cont

# settingsPageSignOut
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
nl: Uitloggen
ro: Deconectare

# settingsPageYouAreSignedIn
source: You are signed in
de: Sie sind angemeldet
es: Has iniciado sesión
fr: Vous êtes connecté
it: Hai effettuato l'accesso
nl: Je bent ingelogd
ro: Ești conectat

# settingsPageGuestMode
source: *You are currently in Guest Mode
de: *Sie befinden sich derzeit im Gastmodus
es: *Estás actualmente en modo invitado
fr: *Vous êtes actuellement en mode invité
it: *Sei attualmente in modalità ospite
nl: *Je bent momenteel in gastmodus
ro: *Ești în modul vizitator

# settingsPageQuestions
source: Questions
de: Fragen
es: Preguntas
it: Domande
nl: Vragen
ro: Întrebări

# settingsPageReviewAnsweredQuestions
source: Review answered questions
de: Beantwortete Fragen überprüfen
es: Revisar preguntas respondidas
fr: Réviser les questions répondues
it: Rivedi domande risposte
nl: Beantwoorde vragen bekijken
ro: Revizuiește întrebările răspunse

# settingsPageTapToViewAnswers
source: Tap to view your answers
de: Tippen Sie, um Ihre Antworten zu sehen
es: Toca para ver tus respuestas
fr: Appuyez pour voir vos réponses
it: Tocca per vedere le tue risposte
nl: Tik om je antwoorden te bekijken
ro: Atinge pentru a vedea răspunsurile tale

# settingsPageDangerZone
source: Danger Zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa
nl: Gevaarzone
ro: Zona de pericol

# settingsPageDeleteAllData
source: Delete all data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
nl: Alle gegevens verwijderen
ro: Șterge toate datele

# settingsPageActionCannotBeUndone
source: This action cannot be undone
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
it: Questa azione non può essere annullata
nl: Deze actie kan niet ongedaan worden gemaakt
ro: Această acțiune nu poate fi anulată

# settingsPageDeleteAllDataConfirm
source: Delete all data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
nl: Alle gegevens verwijderen?
ro: Ștergi toate datele?

# settingsPageDeleteAllDataMessage
source: This action cannot be undone. You will be returned to the welcome screen.
de: Diese Aktion kann nicht rückgängig gemacht werden. Sie werden zum Willkommensbildschirm zurückgeleitet.
es: Esta acción no se puede deshacer. Serás devuelto a la pantalla de bienvenida.
fr: Cette action ne peut pas être annulée. Vous serez redirigé vers l'écran de bienvenue.
it: Questa azione non può essere annullata. Verrai riportato alla schermata di benvenuto.
nl: Deze actie kan niet ongedaan worden gemaakt. Je wordt teruggebracht naar het welkomstscherm.
ro: Această acțiune nu poate fi anulată. Vei fi redirecționat către ecranul de bun venit.

# settingsPageCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
ro: Anulare

# settingsPageDeleteAll
source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
nl: Alles verwijderen
ro: Șterge tot

# settingsPageUsernameCannotBeEmpty
source: Username cannot be empty
de: Benutzername kann nicht leer sein
es: El nombre de usuario no puede estar vacío
fr: Le nom d'utilisateur ne peut pas être vide
it: Il nome utente non può essere vuoto
nl: Gebruikersnaam mag niet leeg zijn
ro: Numele de utilizator nu poate fi gol

# settingsPageUsernameUpdatedSuccessfully
source: Username updated successfully
de: Benutzername erfolgreich aktualisiert
es: Nombre de usuario actualizado exitosamente
fr: Nom d'utilisateur mis à jour avec succès
it: Nome utente aggiornato con successo
nl: Gebruikersnaam succesvol bijgewerkt
ro: Numele de utilizator a fost actualizat cu succes
